{
    "0": {
        "titulo": "O Dragão e o Cavaleiro",
        "texto": "Entre as montanhas Azuis e o Lago da Serpente, se erguia uma floresta jovem e verdejante. Sua terra era lamacenta, mas seu ar era fresco e a todo momento podia se ouvir a sinfonia da vida: pássaros, monstros, pessoas, muitos habitantes, de muitos tipos diferentes, incluindo...",
        "opcoes": ["um dragão!", "um cavaleiro!"],
        "proxima1": "1",
        "proxima2": "2"
    },
    "1": {
        "titulo":"<h2>um Dragão chamado Jorge!</h2>",
        "texto":"Jorge sabia cuspir fogo, voar e até fazer um pouco de mágica, mas uma coisa que ele não sabia era assustar as pessoas.<br> Onde ele ia as pessoas sempre gritavam: 'Jacaré!' e Jorge, todo triste e sem jeito, dizia: 'Jacaré não! É dragão!'<br>Apesar disso, seguia com a vida normalmente, caçando na floresta, botando fogo nas coisas e (de noite) olhando um dia, ouviu um barulho por entre as árvores e avistou um cavaleiro de armadura brilhante!<br>Imediatamente, ele se lembrou de todas as estórias de cavaleiros matadores de dragão e seu coração se encheu de medo, mas aí, lembrou-se de todos os humanos que haviam se perdido, inocentemente na floresta e só estavam de passagem. <br>Assustado e confuso, Jorge decidiu...",
        "opcoes": ["Cuspir fogo no cavaleiro!", "Conversar com o cavaleiro."],
        "proxima1": "11",
        "proxima2": "12"
    },
    "11": {
        "titulo":"<h2>Fogo!</h2>",
        "texto":"Jorge abriu as mandíbulas e disparou uma coluna de fogo infernal que a floresta jamais vira antes... ou depois. Isso porque os passos desajeitados do dragão alertaram o cavaleiro, que se esquivou do ataque, saltou no ar e com um único golpe cortou a cabeça do dragão.<br>--Mas por que ele fez isso!? Que idiota!<br>Passado o susto inicial o cavaleiro percebeu que ele era agora o culpado de um assassinato:<br>--Droga, eu ainda estou na condicional!<br>Consequentemente, o cavaleiro fugiu do reino, mudou de nome e passou o restante dos seus dias como comediante de stand up. <h2>Por que Jorge fez isso!?</h2>",
        "opcoes": ["para reiniciar aventura!", "Use 'ctrl + R'"],
        "proxima1": "8",
        "proxima2": "8"
    },
    "12": {
        "titulo":"<h2>Batendo papo!</h2>",
        "texto":"Jorge acertou sua postura e disse no tom mas confiante e imponente que conseguia imaginar:<br>--Quem vem lá?<br>--Que que te interessa, jacaré?<br>--Eu...eu não sou um jacaré...--ele disse, olhando para baixo<br>--Desculpe, não queria te ofender... Meu nome é Rogério. Fui contratado pela rainha para encontrar um ganso.<br>Jorge ergueu a cabeça e uma de suas sobrancelhas:<br>--Um ganso? Tipo, um ganso em específico?<br>--Ela está pagando bem, então que mal tem?<br>Por um minuto parecia que Rogério ia voltar a sua caça quando ele parou e disse:<br>--Sabe, vocês dragões tem um bom faro, visão e tal coisa, não é? Por que não me ajuda?<br>Jorge foi pego de surpresa pela proposta e ponderou: por um lado, não tinha motivo nenhum participar, por outro, talvez houvesse um motivo para participar e ele simplesmente não soubesse. Após alguma meditação, Jorge disse:",
        "opcoes": ["O que eu ganho com isso?", "Obrigado, mas não! Tenha um bom dia!"],
        "proxima1": "121",
        "proxima2": "122"
    },
    "121": {
        "titulo":"<h2>Lucros!</h2>",
        "texto":"--De bobo você não tem nada, né?--disse Rogério, sabendo que o dragão havia mordido a isca--...Duzentas moedas de ouro para sua pilha de ouro pessoal. O que acha?<br>--SIM! SIM! EU QUERO IR! ME ESCOLHE!--foi o que Jorge queria dizer, mas em verdade, disse--...Hum... sim, acho que vou aceitar sua oferta.<br>--Ótimo! Então, por onde devemos começar?<br>Jorge ponderou sobre todos os gansos que ele havia comido ao longo dos anos e sabia que havia dois lugares mais plausívies: o rio ou o lago. O lago era mais provável, mas era a casa de uma familía de troll problemática, o rio era improvável, mas definitivamente daria menos dor de cabeça.<br>Após pensar um pouco, Jorge decidiu pelo",
        "opcoes": ["Rio", "Lago"],
        "proxima1": "1211",
        "proxima2": "1212"
    },
    "1211": {
        "titulo":"<h2>Rio!</h2>",
        "texto":"--Pois bem! Para o rio então!<br>A caçada pelo rio foi tranquila, mas nem um pouco produtiva. Não apenas não havia sinal de nenhum ganso como também de nenhum animal:<br>--Estou com fome... minhas asas estão doendo... meu...<br>--Tabém, jacaré! Tabém! Amanhã a gente vai para o lago e resolve isso!<br>--Eu não sou um jacaré...--disse Jorge num tom bem baixo<br>--Tem problema eu dormir na sua caverna hoje? Muito melhor que ir e voltar para a cidade!<br>--Claro!<br>Após alguns instantes, estavam na frente da caverna cravada na base da montanha. Rogério estava com o cachimbo nos lábios, admirando as árvores enquanto Jorge falava sobre os jogos que poderiam jogar durante a noite quando ambos ouviram um som:<br>--HONK! HONK!<br>Seguindo o som para dentro da caverna, viram um pequeno chumaço de penas brancas envoltas em uma enxarpe rosa, indo de um lado para o outro por sobre o tesouro do dragão:<br>--O ganso!<br>Era tão inacreditável quanto frustrante. Mas isso não importava agora, Jorge estava apenas a um passo de ganhar suas (primeiras) duzentas moedas de ouro! Frente a isso, decidiu...",
        "opcoes": ["Perguntar a Rogério o que fazer.", "Cuspir fogo!"],
        "proxima1": "12111",
        "proxima2": "12112"
    },
    "12112": {
        "titulo":"<h2>Fogo!</h2>",
        "texto":"Jorge abriu as mandíbulas, respirou fundo e cuspiu uma tempestade de fogo que a floresta jamais vira antes.<br>Ao final, tudo que sobrava eram pedras tingidas de negro, um ganso frito e um Rogério furioso:<br>--SEU IDIOTA!--disse Rogério, dando um tapa na cabeça do dragão--POR QUE VOCÊ FEZ ISSO, ERA PARA LEVAR O GANSO COM VIDA!<br>--M-m-mas, você não disse isso!<br>--ESTAVA SUBTENDIDO!<br>--A PALAVRA 'CAÇAR' É SOBRE MATAR! PARA COMER! VOCÊ DEVIA TER USADO ALGO COMO 'ENCONTRAR' OU...<br>--POR QUE A RAINHA IRIA PEDIR PARA EU MATAR O GANSO!?--POR QUE A RAINHA IRIA PEDIR PARA VOCÊ CAÇAR UM GANSO COM UMA ENXARPE ROSA?<br>Um breve silêncio mais tarde, Rogério respondeu:<br>--Touchet... mas o que fazemos agora?",
        "opcoes": ["Assumir a derrota e ser sincero com a rainha", "Cuspir fogo!"],
        "proxima1": "12111",
        "proxima2": "12112"
    },
    "12111": {
        "titulo":"<h2>Quanto mais cedo, melhor!</h2>",
        "texto":"--Jorge, você vai pela direita e eu cubro a esquerda!<br>--Tá! E quando eu cuspo fogo?<br>Foi naquele momento que o ganso se voltou para eles assustado:<br>--Não, nada de fogo! Vamos apenas...<br>--<b>HONK! HONK!</b><br>O ganso partiu para cima do cavaleiro como uma fera, usando suas asas para subir no ar apenas o suficiente para bicar seu nariz. Tão logo o cavaleiro caiu, foi a vez do dragão, o qual, incapaz de pensar em qualquer coisa senão fogo, recuou até bater a cabeça na parede de pedra atrás de si.<br>Com os inimigos derrotados, o ganso escapou da caverna e desapareceu na floresta.<br>--Mas que droga aconteceu?--choramingou Rogério<br>--Acho que nossa incompetência foi esfregada em nossas caras.<br>--Cala a boca! Aff! O que fazemos agora?<br>Jorge pensou: já era de noite e sair poderia ser perigoso e ambos já estavam bem cansados, mas por outro lado, se a noite caísse e o ganso não estivesse com eles, poderia acabar na barriga de um animal. Após alguma consideração, Jorge decidiu por...",
        "opcoes": ["Dormir e recuperar as forças!", "Capturar o ganso de um jeito ou de outro!"],
        "proxima1": "121111",
        "proxima2": "121112"
    },
    "121111": {
        "titulo":"<h2>Recuperando as energias!</h2>",
        "texto":"--Quer saber de uma coisa? Você está certo! Estou exausto demais para isso agora! Amanhã encontramos aquele demoniozinho!<br>O cavaleiro e o dragão se aconchegaram na pilha de palha...<br>--Não é uma pilha de palha! É meu tesouro! Eu levei anos juntando!<br>--Ah, sim! Sim! Que bela pilha de tesouro! Eu peço perdão!<br>--Perdoado!--disse Jorge sorridente<br>Uma bela noite de sonhos mais tarde, despertaram, realizaram o dejejum, quando, imediatamente ao sair da caverna, sentiram o cheiro de sangue...<br>--Tá de sacanagem...<br>A pouco menos de um minuto da entrada da caverna, jazia o cadáver ensanguentado de um ganso com uma enxarpe vermelha, cercado por gigantescas marcas de garras e patas.<br>--Bem, acho que isso foi tudo para nada, não é?<br>O cavaleiro caiu de bunda no chão e ficou sentado, com as mãos na cabeça, murmurando coisas para si mesmo.<br>--Ele devia estar precisando do dinheiro...--pensou Jorge, se arrependendo de sua ideia anterior<br>Após alguma meditação, o dragão disse:",
        "opcoes": ["Vamos contar a verdade à rainha e cortar nossos prejuízos", "Vamos capturar outro ganso e dizer que era o mesmo!"],
        "proxima1": "1211111",
        "proxima2": "1211112"
    },
    "1211111": {
        "titulo":"<h2>Recuperando as energias!</h2>",
        "texto":"--Quer saber de uma coisa? Você está certo! Estou exausto demais para isso agora! Amanhã encontramos aquele demoniozinho!<br>O cavaleiro e o dragão se aconchegaram na pilha de palha...<br>--Não é uma pilha de palha! É meu tesouro! Eu levei anos juntando!<br>--Ah, sim! Sim! Que bela pilha de tesouro! Eu peço perdão!<br>--Perdoado!--disse Jorge sorridente<br>Uma bela noite de sonhos mais tarde, despertaram, realizaram o dejejum, quando, imediatamente ao sair da caverna, sentiram o cheiro de sangue...<br>--Tá de sacanagem...<br>A pouco menos de um minuto da entrada da caverna, jazia o cadáver ensanguentado de um ganso com uma enxarpe vermelha, cercado por gigantescas marcas de garras e patas.<br>--Bem, acho que isso foi tudo para nada, não é?<br>O cavaleiro caiu de bunda no chão e ficou sentado, com as mãos na cabeça, murmurando coisas para si mesmo.<br>--Ele devia estar precisando do dinheiro...--pensou Jorge, se arrependendo de sua ideia anterior<br>Após alguma meditação, o dragão disse:",
        "opcoes": ["Vamos contar a verdade à rainha e cortar nossos prejuízos", "Vamos capturar outro ganso e dizer que era o mesmo!"],
        "proxima1": "12111111",
        "proxima2": "12111112"
    },
    "12111111": {
        "titulo":"<h2>[CONTINUAR DAQUI!]</h2>",
        "texto":"--Quer saber de uma coisa? Você está certo! Estou exausto demais para isso agora! Amanhã encontramos aquele demoniozinho!<br>O cavaleiro e o dragão se aconchegaram na pilha de palha...<br>--Não é uma pilha de palha! É meu tesouro! Eu levei anos juntando!<br>--Ah, sim! Sim! Que bela pilha de tesouro! Eu peço perdão!<br>--Perdoado!--disse Jorge sorridente<br>Uma bela noite de sonhos mais tarde, despertaram, realizaram o dejejum, quando, imediatamente ao sair da caverna, sentiram o cheiro de sangue...<br>--Tá de sacanagem...<br>A pouco menos de um minuto da entrada da caverna, jazia o cadáver ensanguentado de um ganso com uma enxarpe vermelha, cercado por gigantescas marcas de garras e patas.<br>--Bem, acho que isso foi tudo para nada, não é?<br>O cavaleiro caiu de bunda no chão e ficou sentado, com as mãos na cabeça, murmurando coisas para si mesmo.<br>--Ele devia estar precisando do dinheiro...--pensou Jorge, se arrependendo de sua ideia anterior<br>Após alguma meditação, o dragão disse:",
        "opcoes": ["Vamos contar a verdade à rainha e cortar nossos prejuízos", "Vamos capturar outro ganso e dizer que era o mesmo!"],
        "proxima1": "121111111",
        "proxima2": "121111112"
    },
    "2": {
        "titulo":"<h2>um cavaleiro chamado Rogério!</h2>",
        "texto":"Jorge sabia cuspir fogo, voar e até fazer um pouco de mágica, mas uma coisa que ele não sabia era assustar as pessoas.<br> Onde ele ia as pessoas sempre gritavam: 'Jacaré!' e Jorge, todo triste e sem jeito, dizia: 'Jacaré não! É dragão!'<br>Apesar disso, seguia com a vida normalmente, caçando na floresta, botando fogo nas coisas e (de noite) olhando as estrelas quando de repente: <br>--A estrela está caindo!<br> Jorge olhou a estrela cair no horizonte e se lembrou de todas as estórias sobre como estrelas podem conceder desejos e tornar sonhos em realidade!<br> Jorge percebeu que não tinha outra escolha e decidiu...",
        "opcoes": ["Aquilo era muito perigoso e ele prefiria ficar em casa", "Ele iria atrás da estrela, imediatamente"],
        "proxima1": "21",
        "proxima2": "22"
    },
    "7": {
        "titulo":"<h2>Calma aventureiro!</h2>",
        "texto":"Parece que falta um capítulo da nossa aventura. Por que não nos faz um favor e abre uma issue <a href='https://github.com/joaopedrolourencoaffonso/jornada-epica/issues'>AQUI</a> com o capítulo onde você encontrou o erro?",
        "opcoes": ["Use 'ctrl + R'", "para reiniciar aventura!"],
        "proxima1": "8",
        "proxima2": "8"
    }
}