{
    "0": {
        "titulo": "O Dragão e o Cavaleiro",
        "texto": "Entre as montanhas Azuis e o Lago dos Trolls, se erguia uma floresta jovem e verdejante. Sua terra era lamacenta, mas seu ar era fresco e a todo momento podia se ouvir a sinfonia da vida: pássaros, monstros, pessoas, muitos habitantes, de muitos tipos diferentes, incluindoum Dragão chamado Jorge.<br>Jorge sabia cuspir fogo, voar e até fazer um pouco de mágica, mas uma coisa que ele não sabia era assustar as pessoas.<br> Onde ele ia as pessoas sempre gritavam: 'Jacaré!' e Jorge, todo triste e sem jeito, dizia: 'Jacaré não! É dragão!'<br>Apesar disso, seguia com a vida normalmente, caçando na floresta, botando fogo nas coisas e (de noite) olhando um dia, ouviu um barulho por entre as árvores e avistou um cavaleiro de armadura brilhante!<br>Imediatamente, ele se lembrou de todas as estórias de cavaleiros matadores de dragão e seu coração se encheu de medo, mas aí, lembrou-se de todos os humanos que haviam se perdido, inocentemente na floresta e só estavam de passagem. <br>Assustado e confuso, Jorge decidiu...",
        "opcoes": ["Cuspir fogo no cavaleiro!", "Conversar com o cavaleiro."],
        "proxima1": "11",
        "proxima2": "12"
    },
    "11": {
        "titulo":"<h2>Fogo!</h2>",
        "texto":"Jorge abriu as mandíbulas e disparou uma coluna de fogo infernal que a floresta jamais vira antes... ou depois. Isso porque os passos desajeitados do dragão alertaram o cavaleiro, que se esquivou do ataque, saltou no ar e com um único golpe cortou a cabeça do dragão.<br>--Mas por que ele fez isso!? Que idiota!<br>Passado o susto inicial o cavaleiro percebeu que ele era agora o culpado de um assassinato:<br>--Droga, eu ainda estou na condicional!<br>Consequentemente, o cavaleiro fugiu do reino, mudou de nome e passou o restante dos seus dias como comediante de stand up. <h2>Por que Jorge fez isso!?</h2>",
        "opcoes": ["para reiniciar aventura!", "Use 'ctrl + R'"],
        "proxima1": "8",
        "proxima2": "8"
    },
    "12": {
        "titulo":"<h2>Batendo papo!</h2>",
        "texto":"Jorge acertou sua postura e disse no tom mas confiante e imponente que conseguia imaginar:<br>--Quem vem lá?<br>--Que que te interessa, jacaré?<br>--Eu...eu não sou um jacaré...--ele disse, olhando para baixo<br>--Desculpe, não queria te ofender... Meu nome é Rogério. Fui contratado pela rainha para encontrar um ganso.<br>Jorge ergueu a cabeça e uma de suas sobrancelhas:<br>--Um ganso? Tipo, um ganso em específico?<br>--Ela está pagando bem, então que mal tem?<br>Por um minuto parecia que Rogério ia voltar a sua caça quando ele parou e disse:<br>--Sabe, vocês dragões tem um bom faro, visão e tal coisa, não é? Por que não me ajuda?<br>Jorge foi pego de surpresa pela proposta e ponderou: por um lado, não tinha motivo nenhum participar, por outro, talvez houvesse um motivo para participar e ele simplesmente não soubesse. Após alguma meditação, Jorge disse:",
        "opcoes": ["O que eu ganho com isso?", "Obrigado, mas não! Tenha um bom dia!"],
        "proxima1": "121",
        "proxima2": "122"
    },
    "122": {
        "titulo":"<h2>Obrigado, mas não</h2>",
        "texto":"--Bem, não posso culpá-lo. Tenha um bom dia, nobre dragão<br>E com aquelas palavras, Rogério desapareceu em meios as árvores para nunca mais ser visto enquanto Jorge voltou a sua bela rotina de caçar, dormir e admirar as estrelas.<h2>Vida pacata</h2>",
        "opcoes": ["Use 'ctrl + R'", "para reiniciar aventura!"],
        "proxima1": "8",
        "proxima2": "8"
    },
    "121": {
        "titulo":"<h2>Lucros!</h2>",
        "texto":"--De bobo você não tem nada, né?--disse Rogério, sabendo que o dragão havia mordido a isca--...Duzentas moedas de ouro para sua pilha de ouro pessoal. O que acha?<br>--SIM! SIM! EU QUERO IR! ME ESCOLHE!--foi o que Jorge queria dizer, mas em verdade, disse--...Hum... sim, acho que vou aceitar sua oferta.<br>--Ótimo! Então, por onde devemos começar?<br>Jorge ponderou sobre todos os gansos que ele havia comido ao longo dos anos e sabia que havia dois lugares mais plausívies: o rio ou o lago. O lago era mais provável, mas era a casa de uma familía de troll problemática, o rio era improvável, mas definitivamente daria menos dor de cabeça.<br>Após pensar um pouco, Jorge decidiu pelo",
        "opcoes": ["Rio", "Lago"],
        "proxima1": "1211",
        "proxima2": "1212"
    },
    "1212": {
        "titulo":"<h2>Lago!</h2>",
        "texto":"--Hum... tem certeza? Os trolls não são fáceis.<br>--Eu sei, mas onde mais um <i>ganso</i> estaria?<br>O cavaleiro concedeu o ponto do dragão e a dupla marchou em direção ao Lago.<br>No início, a marcha foi fácil, mas a cada passo que davam a terra ficava mais úmida e lamacenta enquanto a atmosfera ganhava peso e grossura, mesmo assim, seguiram em frente até chegar na margem do lago:<br>--Viu!? Ganso até perder de vista<br>--Tch, mas nenhum deles é o nosso ganso... precisamos de um com uma enxarpe, lembra?<br>--Não perca a calma, se olharmos com cuidado é bem provável que...<br>Jorge deu um passo a frente, sentiu algo debaixo do pé e recuou: era um corda, ligado a um sino, que agora tocava sem parar.<br>--TEMOS QUE SAIR DAQUI! AGORA!<br>Dragão e cavaleiro se puseram a correr, mas uma poça d'água derrubou Rogério no chão. Jorge instintivamente retornou para ajudar Rogério quando o estrondo de uma árvore sendo derrubada ecoou pela floresta, então outro e outro e outro até que por fim uma das árvores próximas à dupla caiu, revelando um colosso cinzento, de cabelos verdes como o musgo que usava como roupa e cabelos cinzas como sua pele grossa e forte:<br>--Quem ousa entrar nos domínios dos Trolls do Lago!?<br>Jorge sabia que tinha que agir rápido, então decidiu por...",
        "opcoes": ["Conversar", "Cuspir fogo!"],
        "proxima1": "12121",
        "proxima2": "12122"
    },
    "12121": {
        "titulo":"<h2>Bater papo!?</h2>",
        "texto":"--M-M-Meu caro senhor... eh...<br>--É senhora! Senhora Trollmene!<br>--Senhora! Senhora Trollmene!... Nós... Nós não queríamos invadir seus domínios, somente queríamos...<br>--Não importa o que queriam, vocês invadiram e devem ser punidos!<br>Ela agarrou a árvore que acabara de derrubar e ergou no ar, pronta para esmagar dragão e cavaleiro, quando Rogério tomou a vez:<br>--SENHORA, PEDIMOS SEU PERDÃO! NÃO QUERÍAMOS INVADIR SUA PROPRIEDADE! POUPE-NOS E NUNCA MAIS VERÁ NOSSAS SOMBRAS!<br>A troll ficou parada onde estava, matutando o que acabara de ouvir até que disse:<br>--Pois bem...--largou a árvore no chão, causando um estrondo ensurdecedor--...Vocês tem dez segundos.<br>--Bem, eu ainda estou preso na lama então...<br>--10, 9, 8...<br>Rogério agarrou o pescoço do dragão o qual começou a puxar como um louco até que o cavaleiro foi liberto e a dupla saiu em disparada floresta à abaixo.<br>Quando finalmente estavam a uma distância segura, dragão e cavaleiro cairam no chão, lutando para respirar:<br>--Então... o que acha de tentarmos o rio agora?<br>O dragão concordou e ambos rumaram para o Rio onde também não obtiveram muito sucesso:<br>--Estou com fome... minhas asas estão doendo... meu...<br>--Tá bem, jacaré! Tabém! Amanhã a gente vai para o lago e resolve isso!<br>--Eu não sou um jacaré...--disse Jorge num tom bem baixo<br>--Tem problema eu dormir na sua caverna hoje? Muito melhor que ir e voltar para a cidade!<br>--Claro!<br>Após alguns instantes, estavam na frente da caverna cravada na base da montanha. Rogério estava com o cachimbo nos lábios, admirando as árvores enquanto Jorge falava sobre os jogos que poderiam jogar durante a noite quando ambos ouviram um som:<br>--HONK! HONK!<br>Seguindo o som para dentro da caverna, viram um pequeno chumaço de penas brancas envoltas em uma enxarpe rosa, indo de um lado para o outro por sobre o tesouro do dragão:<br>--O ganso!<br>Era tão inacreditável quanto frustrante. Mas isso não importava agora, Jorge estava apenas a um passo de ganhar suas (primeiras) duzentas moedas de ouro! Frente a isso, decidiu...",
        "opcoes": ["Perguntar a Rogério o que fazer.", "Cuspir fogo!"],
        "proxima1": "12111",
        "proxima2": "12112"
    },
    "1211": {
        "titulo":"<h2>Rio!</h2>",
        "texto":"--Pois bem! Para o rio então!<br>A caçada pelo rio foi tranquila, mas nem um pouco produtiva. Não apenas não havia sinal de nenhum ganso como também de nenhum animal:<br>--Estou com fome... minhas asas estão doendo... meu...<br>--Tabém, jacaré! Tabém! Amanhã a gente vai para o lago e resolve isso!<br>--Eu não sou um jacaré...--disse Jorge num tom bem baixo<br>--Tem problema eu dormir na sua caverna hoje? Muito melhor que ir e voltar para a cidade!<br>--Claro!<br>Após alguns instantes, estavam na frente da caverna cravada na base da montanha. Rogério estava com o cachimbo nos lábios, admirando as árvores enquanto Jorge falava sobre os jogos que poderiam jogar durante a noite quando ambos ouviram um som:<br>--HONK! HONK!<br>Seguindo o som para dentro da caverna, viram um pequeno chumaço de penas brancas envoltas em uma enxarpe rosa, indo de um lado para o outro por sobre o tesouro do dragão:<br>--O ganso!<br>Era tão inacreditável quanto frustrante. Mas isso não importava agora, Jorge estava apenas a um passo de ganhar suas (primeiras) duzentas moedas de ouro! Frente a isso, decidiu...",
        "opcoes": ["Perguntar a Rogério o que fazer.", "Cuspir fogo!"],
        "proxima1": "12111",
        "proxima2": "12112"
    },
    "12112": {
        "titulo":"<h2>Fogo!</h2>",
        "texto":"Jorge abriu as mandíbulas, respirou fundo e cuspiu uma tempestade de fogo que a floresta jamais vira antes.<br>Ao final, tudo que sobrava eram pedras tingidas de negro, um ganso frito e um Rogério furioso:<br>--SEU IDIOTA!--disse Rogério, dando um tapa na cabeça do dragão--POR QUE VOCÊ FEZ ISSO, ERA PARA LEVAR O GANSO COM VIDA!<br>--M-m-mas, você não disse isso!<br>--ESTAVA SUBTENDIDO!<br>--A PALAVRA 'CAÇAR' É SOBRE MATAR! PARA COMER! VOCÊ DEVIA TER USADO ALGO COMO 'ENCONTRAR' OU...<br>--POR QUE A RAINHA IRIA PEDIR PARA EU MATAR O GANSO!?--POR QUE A RAINHA IRIA PEDIR PARA VOCÊ CAÇAR UM GANSO COM UMA ENXARPE ROSA?<br>Um breve silêncio mais tarde, Rogério respondeu:<br>--Touchet... mas o que fazemos agora?",
        "opcoes": ["Assumir a derrota e ser sincero com a rainha!", "Ganso substituto!"],
        "proxima1": "1211111",
        "proxima2": "1211112"
    },
    "12111": {
        "titulo":"<h2>Rogério sabe!</h2>",
        "texto":"--Jorge, você vai pela direita e eu cubro a esquerda!<br>--Tá! E quando eu cuspo fogo?<br>Foi naquele momento que o ganso se voltou para eles assustado:<br>--Não, nada de fogo! Vamos apenas...<br>--<b>HONK! HONK!</b><br>O ganso partiu para cima do cavaleiro como uma fera, usando suas asas para subir no ar apenas o suficiente para bicar seu nariz. Tão logo o cavaleiro caiu, foi a vez do dragão, o qual, incapaz de pensar em qualquer coisa senão fogo, recuou até bater a cabeça na parede de pedra atrás de si.<br>Com os inimigos derrotados, o ganso escapou da caverna e desapareceu na floresta.<br>--Mas que droga aconteceu?--choramingou Rogério<br>--Acho que nossa incompetência foi esfregada em nossas caras.<br>--Cala a boca! Aff! O que fazemos agora?<br>Jorge pensou: já era de noite e sair poderia ser perigoso e ambos já estavam bem cansados, mas por outro lado, se a noite caísse e o ganso não estivesse com eles, poderia acabar na barriga de um animal. Após alguma consideração, Jorge decidiu por...",
        "opcoes": ["Dormir e recuperar as forças!", "Capturar o ganso de um jeito ou de outro!"],
        "proxima1": "121111",
        "proxima2": "121112"
    },
    "121111": {
        "titulo":"<h2>Recuperando as energias!</h2>",
        "texto":"--Quer saber de uma coisa? Você está certo! Estou exausto demais para isso agora! Amanhã encontramos aquele demoniozinho!<br>O cavaleiro e o dragão se aconchegaram na pilha de palha...<br>--Não é uma pilha de palha! É meu tesouro! Eu levei anos juntando!<br>--Ah, sim! Sim! Que bela pilha de tesouro! Eu peço perdão!<br>--Perdoado!--disse Jorge sorridente<br>Uma bela noite de sonhos mais tarde, despertaram, realizaram o dejejum, quando, imediatamente ao sair da caverna, sentiram o cheiro de sangue...<br>--Tá de sacanagem...<br>A pouco menos de um minuto da entrada da caverna, jazia o cadáver ensanguentado de um ganso com uma enxarpe vermelha, cercado por gigantescas marcas de garras e patas.<br>--Bem, acho que isso foi tudo para nada, não é?<br>O cavaleiro caiu de bunda no chão e ficou sentado, com as mãos na cabeça, murmurando coisas para si mesmo.<br>--Ele devia estar precisando do dinheiro...--pensou Jorge, se arrependendo de sua ideia anterior<br>Após alguma meditação, o dragão disse:",
        "opcoes": ["Vamos contar a verdade à rainha e cortar nossos prejuízos", "Vamos capturar outro ganso e dizer que era o mesmo!"],
        "proxima1": "1211111",
        "proxima2": "1211112"
    },
    "1211111": {
        "titulo":"<h2>Verdade</h2>",
        "texto":"--Acho que você tem razão... se bem que... não, é melhor aceitar o prejuízo...<br>Rogério se levantou, respirou fundo e apenas complementou:<br>--Obrigado por nada, jacaré.<br>Rogério desapareceu na floresta deixando Jorge sozinho com seus pensamentos.<br>Aquela foi a última vez que os dois se viram e apesar de as vezes ele imaginar o que poderia ter sido, Jorge passou o restante de seus dias vivendo uma vida simples e agradável.<h2>Sem ganso, sem vitória!</h2>",
        "opcoes": ["Use 'ctrl + R'", "para reiniciar aventura!"],
        "proxima1": "8",
        "proxima2": "8"
    },
    "1211112": {
        "titulo":"<h2>Mentira</h2>",
        "texto":"--Outro ganso? Você está doido!? É óbvio que a rainha vai descobrir!<br>--Por que descobriria? Eu já devorei vários gansos e nunca notei a menor diferença entre eles! E você, notou?<br>Rogério abriu a boca, mas logo a fechou. Estava visivelmente irritado, dentre muitos motivos, porque o argumento fazia sentido:<br>--Se seguissemos essa ideia... tudo de que iríamos precisar seria uma enxarpe rosa e... um ganso, não é isso?<br>--Exato! Seria idêntico!<br>Rogério olhou para seus próprios pés, depois para o céu, depois para o horizonte e por fim, esticou os braços no formato de 'V' e gritou bem alto:<br>--DROGA!...Vamos nessa! Primeiro lugar: onde encontraremos um ganso igualzinha aquele?<br>Jorge parou e pensou, poderiam tentar o lago novamente (por pior que a ideia lhe parecesse) <i>ou</i> podiam tentar comprar um ganso parecido no caminho da cidade. Após alguma consideração, decidiu por...",
        "opcoes": ["Caçar no lago!", "Comprar um ganso"],
        "proxima1": "12111121",
        "proxima2": "12111122"
    },
    "12111121": {
        "titulo":"<h2>Lago!</h2>",
        "texto":"Dragão e cavaleiro avançaram por entre as árvores em direção ao azul do lago. A cada passo, podiam sentir a terra mais molhada, atmosfera mais pesada, os pássaros mais agitados:<br>--Cuidado...--disse Rogério, pausando o avanço de Jorge--...está vendo! Uma armadilha camuflada no chão! Uma dessas pode arrancar sua pata fora!<br>--Eles reforçaram a segurança desde a última vez!<br>Após várias horas estressantes e cautelosas ouviram o som que aos seus ouvidos soou como o canto das sereias:<br>--HONK! HONK!<br>O ganso estava se banhando numa lagoa pouco maior que uma poça enquanto cavaleiro e dragão avançavam vagarosamente em sua direção:<br>--Tudo bem, Jorge, você vai lançar fogo naquela direção  e quando o ganso voar, eu meto ele nessa sacola, entendeu?<br>Jorge acenou com a cabeça e lentamente marchou para sua posição, quando, de repente, ouviu o som de sinos: ele havia pisado num alarme!<br>--QUEM VEM LÁ!?!?<br>Era voz de Trollmor, o troll senhor daquelas terras, correndo em sua direção. Jorge sabia que se cuspisse fogo agora, não teria com o que se defender de Trollmor, mas caso contrário, a chance de pegar o ganso era mínima. Após poucos segundos, Jorge decidiu...",
        "opcoes": ["Cuspir Fogo!", "Atacar o ganso com suas garras"],
        "proxima1": "121111211",
        "proxima2": "121111212"
    },
    "121111211": {
        "titulo":"<h2>Fogo (de novo)!</h2>",
        "texto":"Jorge abriu suas mandíbulas e ejetou uma tormenta infernal que aterrorizou o pobre ganso para a direção exata onde Rogério o aguardava:<br>--PEGUEI!<br>--Ótimo, agora vamos sair daqui antes que...<br>Estrondos contra terra. Uma árvore foi derrubada com um soco para dar passagem para um colosso de pegagem cinza, chifres negros, face longa com dentes afiados. Numa mão, trazia uma clava, na outra, um escudo:<br>--LADRÕES!<br>--A floresta é terra de caça livre!--disse Rogério, erguendo a espada apesar dos tremores de sua mão--...Essa é uma tradição antiga que...<br>--A FLORESTA É MIMNHA!<br>Trollmor avançou, Rogério deviou, Jorge decidiu...",
        "opcoes": ["Cuspir Fogo!", "Morder a perna do troll"],
        "proxima1": "1211112111",
        "proxima2": "1211112112"
    },
    "1211112111": {
        "titulo":"<h2>Fogo, de novo!?</h2>",
        "texto":"Jorge abriu suas mandíbulas e ejetou uma patética nuvem de fumaça:<br>--Esqueci, já usei meu fogo!<br>--HEHEHE!<br>Antes que Jorge tivesse tempo de recuar, Trollmor avançou, saltou no ar e num único golpe, rachou o crânio do dragão. Sem ajuda, Rogério não resistiu muito tempo e o ganso acabou como jantar de um troll bem feliz consigo mesmo. <h2>Trollmor vive feliz para sempre!</h2>",
        "opcoes": ["Use 'ctrl + R'", "para reiniciar aventura!"],
        "proxima1": "8",
        "proxima2": "8"
    },
    "1211112112": {
        "titulo":"<h2>Mordida!</h2>",
        "texto":"Trollmor estava distraído, Jorge não. Abriu suas mandíbulas e atacou a perna do troll, que perdeu o equilíbrio e caiu no chão.<br>--MALDITOS!<br>Trollmor tentou se erguer, Rogério avançou para um golpe na cabeça, mas o troll bloqueou, mesmo assim, ele seguia exposto.<br>Jorge sabia que se atacasse agora, podia derrotar o troll, mas onde atacar?",
        "opcoes": ["Pescoço!", "Costas!"],
        "proxima1": "12111121121",
        "proxima2": "12111121122"
    },
    "12111121121": {
        "titulo":"<h2>Pescoço!</h2>",
        "texto":"Jorge larga a perna, avança sobre as costas peludas do colosso e finca os dentes na pescoço da besta.<br>--AHHHH!!!<br>Rogério aproveita a oportunidade e atravessa o coração do troll que cai morto no chão:<br>--Que supresa...--disse Rogério, ainda recuperando o fôlego<br>--O que?<br>--Você não é de todo inútil!<br>--Ah, obri... espera aí...<br>Antes que terminasse a frase, ao longe, podiam ouvir vozes e sons de passos, os servos de trollmor se aproximavam.<br>Dragão e cavaleiro se retiraram de lá o mais rápido que puderam e antes que notassem já estavam na estrada para o castelo.<br>--aff...aff...Tudo bem...aff... Eu vou precisar de um banho... Tudo bem, agora, precisamos de uma enxarpe rosa...aff... Nossas opções são o mercado ou o alfaite...<br>--Faz alguma diferença?<br>--Bem... o mercado é cheio de pessoas e elas podem ficar... você sabe...<br>--Ah... Tudo bem...<br>--Não os culpe é que...<br>--Eu boto fogo nas coisas, eu sei, eu sei...--Rogério pode notar a tristeza nos olhos de Jorge--...E qual a outra opção?<br>--Bem, seria o alfaiate, mas... não gosto daquele homem... Mesmo quando está feliz, os olhos dele são como de um lobo acuado... O que me diz?<br>Jorge refletiu um pouco e decidiu por...",
        "opcoes": ["Arriscar com o mercado", "Falar com o alfaiate!"],
        "proxima1": "121111211211",
        "proxima2": "121111211212"
    },
    "12111121122": {
        "titulo":"<h2>Costas!</h2>",
        "texto":"Jorge larga a perna, avança sobre as costas peludas do colosso e finca os dentes na coluna da besta.<br>--AHHHH!!!<br>Rogério aproveita a oportunidade e atravessa o coração do troll que cai morto no chão:<br>--Que supresa...--disse Rogério, ainda recuperando o fôlego<br>--O que?<br>--Você não é de todo inútil!<br>--Ah, obri... espera aí...<br>Antes que terminasse a frase, ao longe, podiam ouvir vozes e sons de passos, os servos de trollmor se aproximavam.<br>Dragão e cavaleiro se retiraram de lá o mais rápido que puderam e antes que notassem já estavam na estrada para o castelo.<br>--aff...aff...Tudo bem...aff... Eu vou precisar de um banho... Tudo bem, agora, precisamos de uma enxarpe rosa...aff... Nossas opções são o mercado ou o alfaite...<br>--Faz alguma diferença?<br>--Bem... o mercado é cheio de pessoas e elas podem ficar... você sabe...<br>--Ah... Tudo bem...<br>--Não os culpe é que...<br>--Eu boto fogo nas coisas, eu sei, eu sei...--Rogério pode notar a tristeza nos olhos de Jorge--...E qual a outra opção?<br>--Bem, seria o alfaiate, mas... não gosto daquele homem... Mesmo quando está feliz, os olhos dele são como de um lobo acuado... O que me diz?<br>Jorge refletiu um pouco e decidiu por...",
        "opcoes": ["Arriscar com o mercado", "Falar com o alfaiate!"],
        "proxima1": "121111211211",
        "proxima2": "121111211212"
    },
    "121111211212": {
        "titulo":"<h2>O Alfaiate!</h2>",
        "texto":"--Aff...Tá bem, mas não confiou naquele sujeito!<br>Se puseram a marchar e em poucas horas, estavam diante de um luxuoso chalé de madeira, com uma chaminé vermelha cuspinado uma fumaça mais negra que o comum.<br>O cavaleiro bateu à porta e um senhor de meia idade, barba cinza e vestes roxas abriu:<br>--Um cavaleiro e um dragão! Dupla rara! O que desejam!<br>--Precisamos de uma enxarpe rosa, pagamos o que quiser<br>--Uma enxarpe?<br>--HONK! HONK!<br>Os olhos do homem rapidamente se voltaram para a sacola com o ganso, então, um sorriso se formou em sua face, se virou para a dupla e disse:<br>--Tal como aquele no pescoço do ganso que todos estão procurando?<br>Dragão e cavaleiro se entreolharam. Aquele homem definitivamente não era confiável, mas o que ele iria querer?<br>Após pensar um pouco, Jorge decidiu dizer...",
        "opcoes": ["Vou advinhar, você quer uma parte?", "A princesa está caçando um ganso?"],
        "proxima1": "1211112112121",
        "proxima2": "1211112112122"
    },
    "1211112112121": {
        "titulo":"<h2>Sócios</h2>",
        "texto":"--Eu? Uma parte? Não! Não! Hehehe... Só um pouco de curiosidade, só isso!<br>--E quanto vai custar?--perguntou Rogério<br>--Hum... Esperem um pouco...--a porta se fechou por alguns instantes e então se reabriu, expondo o alfaiate com uma enxarpe rosa muito mais bela que a anterior--...Vinte moedas de ouro!<br>Jorge sorriu de felicidade, mas quando olhou para Rogério, viu que seu rosto estava fechado:<br>--Só vinte moedas? É tudo isso que você quer?<br>--Um preço justo por um produto de alta qualidade!<br>--Essa enxarpe é um pouco diferente da descrição da rainha.<br>--Ela não vai se importar.<br>Rogério olhou para o dragão, seus olhos não deixavam dúvida de que sua mente estava repleta de dúvidas. Após alguma meditação, Jorge disse:",
        "opcoes": ["Eu acho melhor tentarmos o mercado.", "Vamos aceitar!"],
        "proxima1": "12111121121211",
        "proxima2": "12111121121212"
    },
    "12111121121212": {
        "titulo":"<h2>Negócio feito</h2>",
        "texto":"Uma pagamento mais tarde, Rogério amarrou a enxarpe roxa ao redor do ganso e os dois seguiram pela estrada até havistarem os muros azuis de Elsara, a capital do reino. Os guardas ficaram assustados com Jorge, mas Rogério os acalmou e a dupla foi logo conduzida pelo mar de casas de madeira tingidas de vermelho e dourado até chegar ao luxuoso palácio real, com seus tijolos brancos e tetos em abóboda.<br>Após alguma espera numa luxuosa antecâmara coberta por pinturas de grandes batalhas e feitos heróicos, ouviram as palavras:<br>--A Rainha aguarda sua presença!<br>--Rogério, eu tive um pressentimento estranho que...<br>--Xii!! Já fomos longe demais para volta agora. Seja homem e... seja um dragão e aguenta!<br>Os dois respiraram fundo e adentraram a suntuosa sala real onde dois tronos dourados dominavam a cena, o primeiro, continha a rainha, vestindo uma armadura dourada, no segundo, o rei, quase nu, amarrado ao seu trono:<br>--Ele não fica quieto de outra maneira.--ela disse, adiantando a pergunta--...Me mostrem o alvo.<br>Dragão e cavaleiro se entreolharam brevemente, respiraram fundo e tiraram o ganso com a enxarpe (agora cheia de mordidas) do saco:<br>--Esse não é o ganso certo, caçador, e você sabe disso...--sua voz era enfadonha, como se disse o óbvio--...Por que me trouxe isso?<br>Rogério abriu a boca, mas não saiu resposta. Vendo que precisava agir, Jorge disse:",
        "opcoes": ["Como você descobriu!?", "Está nos acusando de mentir!?"],
        "proxima1": "121111211212121",
        "proxima2": "121111211212121"
    },
    "121111211212121": {
        "titulo":"<h2>Enxarpe</h2>",
        "texto":"--Não me façam rir...--ela pegou o ganso em suas mãos--... é óbvio que... que...<br>Tão logo ela tocou no ganso, ela também tocou na enxarpe e foi como se alguma coisa acontecesse em sua mente. Seus olhos ficaram vidrados no tecido enquanto suas mãos o acariciavam incessantemente:<br>--Eh... vossa majestade?--perguntou Rogério<br>--Calado!--ela disse, passando a enxarpe no próprio rosto--...Onde vocês encontraram essa enxarpe? Que tecido maravilhoso!<br>--Com o alfaiate da floresta, madame.<br>--Alfaiate da floresta? Que... Que... rústico... será que ele é solteiro?--ela disse, passando a enxarpe ao redor do seu pescoço<br>Tão logo ela disse aquilo, dragão e cavaleiro se entreolharam confusos, pois ambos sabiam o que era um feitiço de controle da mente, porém ambos também que:<br>1. Esses feitiços só eram lançados por grandes e perigoso magos<br>2. Eles não haviam sido pagos para aquilo<br>Após pensar um pouco, dragão e cavaleiro decidiram...",
        "opcoes": ["Pegar o dinheiro e ir embora", "Fazer a coisa certa e salvar a rainha"],
        "proxima1": "1211112112121211",
        "proxima2": "1211112112121212"
    },
    "1211112112121212": {
        "titulo":"<h2>Coisa certa!</h2>",
        "texto":"--Temos que fazer a coisa certa, não é?<br>--Vamos lá, Rogério? O que de mal poderia acontecer?<br>Rogério fez um muxoxo, respirou fundo e saltou sobre a rainha, tentando arrancar a enxarpe, mas vossa majestade foi mais rápido:<br>--NÃO! NINGUÉM ME SEPARARÁ DO MEU AMADO! ASHTAK!<br>Ela ergeu o braço e um relâmpago saltou de sua mão, lançando Rogério para o outro lado do salão. Frente a isso, Jorge, agora com o coração quase saltando boca a fora, decidiu por...",
        "opcoes": ["Fugir!", "Morder a enxarpe!"],
        "proxima1": "12111121121212121",
        "proxima2": "12111121121212122"
    },
    "12111121121212121": {
        "titulo":"<h2>Isso não é coisa de dragão!</h2>",
        "texto":"--TÔ FORA!<br>E com aquelas palavras, Jorge abriu as asas e alçou vôo, arrebentando o vitral do salão real e desaparecendo para nunca mais ser visto.<br>Séculos mais tarde, um graduando de História fazendo um TCC sobre o evento descobriria que Jorge havia se mudado para o reino vizinho de Elmor, mudado seu nome para Antônio e arrumado emprego numa padaria, onde viveu o restante dos seus dias. Se Jorge algum dia ficou sabendo da prisão injusta de Rogério ou do casamento da Rainha com o alfaiate da floresta é assunto de intenso debate entre os quatro historiadores que leram o dito cujo TCC. <h2>Fugitivo covarde!</h2>",
        "opcoes": ["Use 'ctrl + R'", "para reiniciar aventura!"],
        "proxima1": "8",
        "proxima2": "8"
    },
    "12111121121212122": {
        "titulo":"<h2>Corta e recorta!</h2>",
        "texto":"Jorge abriu as mandíbulas e avançou, de imediato sentiu milhões de volts correndo por sua carne, mas sabia de Rogério contava com ele.<br>Apesar da dor, seguiu se movendo, agarrou a rainha e com uma única mordida, rasgou a enxarpe em duas.<br>Dragão, rainha e enxarpe caíram no chão enquanto guardas invadiam o salão:<br>--Mas o que aconteceu, aqui!?<br>Seria apenas várias horas mais tarde que dragão, cavaleiro e rainha estariam conscientes o bastante para entender o que havia acontecido:<br>--Jorge, Rogério... tenho para convosco um débito eterno que é difícil por em palavras...--ela disse, com as mãos nas têmporas e sangue nos olhos--...por favor, aceitem essas 10 mil moedas de ouro como pagamento por seu heroísmo.<br>--Nós aceitamos, vossa majestade! Pode deixar que aceitamos sim!--disse Rogério agarrando os sacos de ouro<br>--Ótimo. Agora se me permitem, eu tenho uma floresta para queimar...<br>Uma vez pagos, cavaleiro e drãgão saíram cidade à fora com seus ombros carregados de ouro e sorrisos de orelha à orelha, quando Rogério disse:<br>--Sabe, você até que sabe pensar rápido para um dragão com cara de jacaré.<br>--Obrigado! Você também não foi inútil.<br>Rogério mordeu o lábio, mas seguiu:<br>--O que acha de formarmos uma sociedade? Seu fogo e minha espada, juntos, podem qualquer coisa!<br>Pego de surpresa, Jorge parou por um momento para refletir antes de responder...",
        "opcoes": ["EBA! VAMOS SER AMIGOS!", "Obrigado, mas eu gosto da minha vida como está!"],
        "proxima1": "12111121121212111",
        "proxima2": "12111121121212112"
    },
    "1211112112121211": {
        "titulo":"<h2>Não é problema nosso</h2>",
        "texto":"--Na floresta, vossa majestade, num chalé branco com uma lareira vermelha.<br>--Hum, que rústico...<br>Uma vez pagos, cavaleiro e drãgão saíram cidade à fora com seus ombros carregados de ouro e sorrisos de orelha à orelha, quando Rogério disse:<br>--Sabe, você até que sabe pensar rápido para um dragão com cara de jacaré.<br>--Obrigado! Você também não foi inútil.<br>Rogério mordeu o lábio, mas seguiu:<br>--O que acha de formarmos uma sociedade? Seu fogo e minha espada, juntos, podem qualquer coisa!<br>Pego de surpresa, Jorge parou por um momento para refletir antes de responder...",
        "opcoes": ["EBA! VAMOS SER AMIGOS!", "Obrigado, mas eu gosto da minha vida como está!"],
        "proxima1": "12111121121212111",
        "proxima2": "12111121121212112"
    },
    "12111121121212111": {
        "titulo":"<h2>Amigos!</h2>",
        "texto":"--Aff... é, acho que pode dizer que seríamos amigos!<br>Jorge pulou no ar de alegria:<br>--Então está combinado! 'Jorge e Rogério', aventureiros profissionais!<br>--Por que seu nome viria primeiro?<br>--Ordem alfabética<br>--Oh<br>E assim, Jorge e Rogério (marca registrada) seguiram mundo à fora, se aventurando por castelos perigosos e cavernas assombradas pelo preço certo. Suas reputações cresceriam e se tornariam lendárias, mas, de tempos em tempos, sempre receberiam notícias do Reino de Elsara. Para a surpresa de ninguém, o antigo rei havia morrido sob circunstâncias misteriosas e a rainha viúva havia superado a perda se casando com um charmoso alfiate da floresta. Embora boatos sobre o caso não faltassem, o alfaiate se mostrou um rei tão bom quanto qualquer outro e o Elsara permaneceu em paz. <h2>Carreias de sucesso e casamento suspeito!</h2>",
        "opcoes": ["Use 'ctrl + R'","para reiniciar aventura!"],
        "proxima1": "8",
        "proxima2": "8"
    },
    "12111121121212112": {
        "titulo":"<h2>Vida na floresta!</h2>",
        "texto":"--É compreensível. Nesse caso, te desejo uma vida de paz e riqueza, bom amigo.<br>--O mesmo para você, nobre cavaleiro!<br>Com sorrisos e sacos de ouro, dragão e cavaleiro se separaram para nunca mais ver um ao outro. Jorge, no entanto, ainda ouviria falar do grande cavaleiro Rogério, que desbrava castelos e cavernas amaldiçoadas pelo preço certo, até que um dia, as estórias pararam de aparecer.<br>Isso deixou Jorge triste, mas a vida na floresta não era para os emotivos e seguiu como sempre. <h2>Vida não muito pacífica!</h2>",
        "opcoes": ["Use 'ctrl + R'","para reiniciar aventura!"],
        "proxima1": "8",
        "proxima2": "8"
    },
    "12111121121211": {
        "titulo":"<h2>Obrigado, mas não!</h2>",
        "texto":"O alfaiate fez uma cara feia, mas não insistiu, fazendo uma breve reverência e fechando a porta. Alguns minutos mais tarde, Jorge estava deitado na floresta, aguardando Rogério retornar do mercado, quando ouviu dois comerciantes descendo pela estrada ao lado:<br>--Realmente, o rei tem estado muito estranho...<br>--Eu sei não é!? Outro dia pegaram ele sentado no chafariz do palácio, por horas, que nem um louco! E me disseram que...<br> Jorge não conseguiu ouvir o resto da conversa, a medida que eles se afastaram, mas aquilo lhe deixou com a pulga atrás da orelha. Alguns instantes mais tarde, quando Rogério apareceu com a enxarpe numa mão e o ganso na outra, Jorge decidiu...",
        "opcoes": ["Não tocar no assunto", "Perguntar sobre os boatos que ouviu"],
        "proxima1": "1211112112111",
        "proxima2": "1211112112112"
    },
    "121111211211": {
        "titulo":"<h2>Às compras!</h2>",
        "texto":"Imagine uma pequena coleção de cabanas de madeira, algumas belas, outras nem tanto, dispostas num formato vagamente circular. Imagine no meio delas, um oceano de tendas, repleto de pessoas de todas as partes, vestindo roupas de todas as cores e cantando músicas de todos os tipos. Agora imgine que algumas dessas pessoas comecem a gritar: 'JACARÉ!' e correr em pânico:<br>--Não é tão ruim.<br>--disse Jorge, recebendo e ignorando uma ovada na cara<br>--Volta, para, a, floresta.<br>--Tudo bem. Tudo bem...<br>Jorge voltou para a floresta e ficou lá, sozinho com os próprios pensamentos quando ouviu dois comerciantes descendo pela estrada ao lado:<br>--Realmente, o rei tem estado muito estranho...<br>--Eu sei não é!? Outro dia pegaram ele sentado no chafariz do palácio, por horas, que nem um louco! E me disseram que...<br> Jorge não conseguiu ouvir o resto da conversa, a medida que eles se afastaram, mas aquilo lhe deixou com a pulga atrás da orelha. Alguns instantes mais tarde, quando Rogério apareceu com a enxarpe numa mão e o ganso na outra, Jorge decidiu...",
        "opcoes": ["Não tocar no assunto", "Perguntar sobre os boatos que ouviu"],
        "proxima1": "1211112112111",
        "proxima2": "1211112112112"
    },
    "1211112112112": {
        "titulo":"<h2>Boatos!</h2>",
        "texto":"Algum tempo depois, Rogério chegou balançando uma enxarpe <i>quase</i> parecida com a do ganso da rainha e os dois começaram a seguir rumo à capital do reino:--Rogério... essa tal rainha... você notou algo estranho sobre ela?<br>--Como assim?<br>--É que eu ouvi uns homens conversando na floresta sobre umas coisas estranhas que estavam acontecendo no palácio e...<br>--Bem, não vou negar que as coisas tem estado estranhas em Elsara... Tudo umas noites atrás, quando um ganso maluco voou pela janela do castelo, acordando o rei e rainha. Em si, não seria nada demais, mas todos os empregados do castelo disseram que os gritos que saíram daquele quarto não eram como nada que haviam ouvido antes.<br>--Gritos de terror?<br>--Sim. Mas quando abriram as portas, o rei e a rainha estavam bem... ou pelo menos pareciam estar bem!<br>--Como assim?<br>--Bem, depois daquela noite, foi como se o rei tivesse perdido a cabeça. Ele anda por aí, balbuciando palavras sem nexo umas com as outras e comendo todo o pão que vê pela frente. Me disseram até que ele tem que ser amarrado para ficar no trono dele e são precisos cinco serviçais para fazê-lo se vestir após tomar banho... Mas essa não é a parte mais estranha...<br>--Não, é?<br>--Não, o mais estranho é que o ganso ficou voltando!<br>--O ganso que matamos? O ganso com a enxarpe?<br>--Sim! Depois de voar para fora naquela noite, ele ficou rondando o castelo por dias! Sempre tentando invadir o palácio, brigando com os guardas e tentando atacar a rainha quando tinha a chance. Me disseram que... A Rainha também mudou muito, é claro... Desde o incidente, ela começou a comprar armas, reunir generais, treinar cavaleiros... Estão todos assustados com algum tipo de guerra de conquista e...<br>--Rogério...--disse Jorge, plenamente furioso--...Será que você não percebe!?!?!?...",
        "opcoes": ["O GANSO ERA O REI!", "ISSO É UM MISTÉRIO!"],
        "proxima1": "12111121121121",
        "proxima2": "12111121121122"
    },
    "12111121121122": {
        "titulo":"<h2>Mistério!</h2>",
        "texto":"--De fato, ninguém sabe o que está acontecendo... mas pagando bem, que mal tem?<br>--Não posso descordar!<br>Dito isso, os dois seguiram pela estrada até havistarem os muros azuis de Elsara, a capital do reino. Os guardas ficaram assustados com Jorge, mas Rogério os acalmou e a dupla foi logo conduzida pelo mar de casas de madeira tingidas de vermelho e dourado até chegar ao luxuoso palácio real, com seus tijolos brancos e tetos em abóboda.<br>Após alguma espera numa luxuosa antecâmara coberta por pinturas de grandes batalhas e feitos heróicos, ouviram as palavras:<br>--A Rainha aguarda sua presença!<br>--Rogério, eu tive um pressentimento estranho que...<br>--Xii!! Já fomos longe demais para volta agora. Seja homem e... seja um dragão e aguenta!<br>Os dois respiraram fundo e adentraram a suntuosa sala real onde dois tronos dourados dominavam a cena, o primeiro, continha a rainha, vestindo uma armadura dourada, no segundo, o rei, quase nu, amarrado ao seu trono:<br>--Ele não fica quieto de outra maneira.--ela disse, adiantando a pergunta--...Me mostrem o alvo.<br>Dragão e cavaleiro se entreolharam brevemente, respiraram fundo e tiraram o ganso com a enxarpe (agora cheia de mordidas) do saco:<br>--Esse não é o ganso certo, caçador, e você sabe disso...--sua voz era enfadonha, como se disse o óbvio--...Por que me trouxe isso?<br>Rogério abriu a boca, mas não saiu resposta. Vendo que precisava agir, Jorge disse:",
        "opcoes": ["NÓS MATAMOS O GANSO!", "Está nos acusando de mentir!?"],
        "proxima1": "12111121121111",
        "proxima2": "12111121121112"
    },
    "12111121121121": {
        "titulo":"<h2>MAJESTADE!?!?</h2>",
        "texto":"Rogério parou onde estava, abriu sua boca, mas não conseguiu dizer nada, pois fazia sentido demais:<br>--Não... Não! Não faz sentido! Como poderia?<br>--Troca de almas!<br>--O que!?<br>--Feitiço de troca de almas! Minha mãe me falou dele quando eu ainda era filhote! É um feitiço complexo e muito perigoso, mas totalmente possível.<br>Rogério ficou pensando consigo mesmo, matutando o que havia acabado de ouvir:<br>--JORGE! VOCÊ ESTÁ CERTO!... Mas... isso quer dizer que o usurpador está no corpo da rainha!?<br>--Talvez seja uma usurpadora!<br>--Hum, sim, uma bruxa ao invés de bruxo. Mas o que vamos fazer agora?",
        "opcoes": ["FALAR COM O IRMÃO DO REI", "PEDIR POR MAIS DINHEIRO!"],
        "proxima1": "121111211211211",
        "proxima2": "121111211211212"
    },
    "121111211211211": {
        "titulo":"<h2>NOVA MAJESTADE!</h2>",
        "texto":"--O rei não tinha irmãos que pudessem substituí-lo?<br>--Sim! O Duque de Elmor era irmão do Rei...Hehe, aquele babaca sortudo com certeza vai adorar ouvir as notícias... Você está comigo?",
        "opcoes": ["Sim!", "Não!"],
        "proxima1": "1211112112112111",
        "proxima2": "1211112112112112"
    },
    "1211112112112111": {
        "titulo":"<h2>Juntos contra o mal!</h2>",
        "texto":"--Estou contigo e não largo, cavaleiro!<br>Rogério sorriu:<br>--Você até que é corajoso para um jacaré, sabia disso, Jorge?<br>--Vai te ferrar!<br>Os dois riram e começaram a longa jornada para a terra de Elmor. Apesar da distância, foi uma viagem tranquila e puderam conversar em paz enquanto a floresta dava lentamente lugar aos campos de grama vinículas de Elmor. Quando finalmente chegaram ao castelo vermelho do Duque foram recebidos com toda a pompa e respeito que esperavam de todas as pessoas... Com uma exceção:<br>--Ai, ai...--disse o Duque, devorando outra coxa de galinha--...troca de almas? Onde já se ouviu uma ideia tola dessas?<br>--Meu caro, Duque...--disse Rogério, já perdendo a paciência--...Fale com seus sábios, eles mesmos vão atestar que...<br>--Blá! Blá! Blá! Olhe, cavalheiro e jacaré, Elsara é problema de quem estiver no castelo de Elsara, Elmor é que é problema meu. Compreendem? Meu território, território deles! Simples! Agora me deixem jantar em paz.<br>O Duque voltou a devorar as coxas de galinha enquanto os guardas do palácio se juntavam ao redor da dupla, dizendo com suas lanças para que fossem embora.<br>Diante disso, Jorge decidiu por...",
        "opcoes": ["Assustar o Duque para fazê-lo cooperar", "Lembrar a ele que ele pode usar isso para ganhar mais dinheiro"],
        "proxima1": "12111121121121111",
        "proxima2": "12111121121121112"
    },
    "12111121121121112": {
        "titulo":"<h2>Subornado!</h2>",
        "texto":"--Você entende que conquistar Elsara vai te deixar mais rico e poderoso, certo?<br>--Já tenho tudo que preciso.--disse o Duque jogando o osso de galinha por cima do ombro<br>--Mas e se você tivesse... ainda mais?<br>O Duque olhou para o dragão, pensou um pouco e algumas horas mais tarde, o exército estava em marcha.<br>Vários dias mais tarde, estavam novamente na floresta, o castelo de Elsara se aproximando no horizonte, quando um oficial perguntou à dupla:<br>--Nobres cavaleiros e dragão, já decidiram num plano de ataque?<br>Rogério e Jorge então conversaram. Seguir pela estrada seria mais rápido e aumentaria a chance de pegá-los de surpresa, no entanto, os deixariam expostos a uma emboscada. Por outro lado, avançar pela floresta quase certamente daria a eles o elemento surpresa, mas os deixaria exposto aos perigos da floresta. Após algum diálogo, cavaleiro e dragão decidiram por...",
        "opcoes": ["Seguir pela estrada", "Seguir pela floresta"],
        "proxima1": "12111121121121111",
        "proxima2": "12111121121121112"
    },
    "12111121121121111": {
        "titulo":"<h2>Assutado!</h2>",
        "texto":"Furioso, Jorge abriu as mandíbulas e ejetou uma coluna de fogo que lançou os guardas do Duque a correr por suas vidas:<br>--Me escute aqui, verme! Nós não viajamos centenas de quilômetros e arriscamos nossos pescoços para você só dar uma sabixão! Você vai mobilizar seu exército e vai se tornar o Rei de Elsara e VOCÊ VAI GOSTAR DISSO! ESTAMOS ENTENDIDOS!?<br>Jorge esperou uma resposta, mas invés disso, tudo que recebeu foram os olhos gradativamente mais aterrorizados do Duque, até que, por fim, este disse:<br>--COFF! COFF!<br>--Ele está se engasgando com a coxa de galinha!--gritou Rogério, pulando para a ação<br>Antes que se percebesse, Rogério estava atrás do Duque aplicando a manobra de heimlich enquanto Jorge observava assustado:<br>--COFF! COFF!...Aff.. Meu Deus! Vocês... Vocês salvaram minha vida! Meu Deus, obrigado! Obrigado! Há alguma coisa que eu possa fazer para agradecer?<br>Dragão e cavaleiro se entreolharam e algumas horas mais tarde, o exército estava em marcha.<br>Vários dias mais tarde, estavam novamente na floresta, o castelo de Elsara se aproximando no horizonte, quando um oficial perguntou à dupla:<br>--Nobres cavaleiros e dragão, já decidiram num plano de ataque?<br>Rogério e Jorge então conversaram. Seguir pela estrada seria mais rápido e aumentaria a chance de pegá-los de surpresa, no entanto, os deixariam expostos a uma emboscada. Por outro lado, avançar pela floresta quase certamente daria a eles o elemento surpresa, mas os deixaria exposto aos perigos da floresta. Após algum diálogo, cavaleiro e dragão decidiram por...",
        "opcoes": ["Seguir pela estrada", "Seguir pela floresta"],
        "proxima1": "121111211211211111",
        "proxima2": "121111211211211112"
    },
    "121111211211211111": {
        "titulo":"<h2>Pela estrada!</h2>",
        "texto":"--Nesse caso, senhores, não seria melhor que o dragão voasse à frente do exército, para prover vigilância aérea?<br>Rogério olhou inquisitivamente para Jorge que respondeu:",
        "opcoes": ["Eu prefiro ficar perto do exército", "Pode contar comigo!"],
        "proxima1": "1211112112112111111",
        "proxima2": "1211112112112111112"
    },
    "1211112112112111112": {
        "titulo":"<h2>Olho nos céus!</h2>",
        "texto":"Nervoso porém confiante, Jorge alçou voo, seguindo à frente do exército, sempre prestando atenção para armaduras entre as árvores abaixo.<br>Após algum tempo, o nervosismo deu lugar ao tédio, a medida que a paisagem seguia se repetindo de novo e de novo e de...<br>--DROGA!!!<br>Uma nuvem de flechas cortou a atmosfera ao redor de Jorge, com várias delas cravando em sua carne, mas nenhuma foi letal:<br>--O INIMIGO ESTÁ À FRENTE! PREPAREM-SE!<br> Ao som daquelas palavras Rogério colocou seu cavalo para correr o mais rápido possível, tentando organizar as tropas numa linha de combate enquanto as tropas da Rainha, pegas de surpresa pelo dragão, avançavam sem ordem ou plano. O que aconteceu em seguida só pode ser descrito como o equivalente militar a uma gigantesca briga de bar, sem linhas de combate ou formações, apenas cavaleiros atacando uns aos outros aos aletóriamente, poluindo a atmosfera com os sons de gritos e o cheiro de sangue:<br>--ASHTAK!--gritava a rainha, disparando raios em todas as direções<br>--Jorge, o que vamos fazer!?<br>Jorge olhou o campo de batalha, a Rainha estava cercada por seus mais fiéis cavaleiros, mas estava exposta. Após pensar um pouco, Jorge decidiu...",
        "opcoes": ["Você vai pela direita e eu vou pela esquerda!", "Suba nas minhas costas, vamos atáca-la juntos!"],
        "proxima1": "12111121121121111121",
        "proxima2": "12111121121121111122"
    },
    "12111121121121111121": {
        "titulo":"<h2>Cerco!</h2>",
        "texto":"Dragão e cavaleiro se separaram. Jorge seguiu pela rota combinada, continuamente escapando de lanças e lâminas perdidas até por fim chegar a posição certa para o ataque, quando percebeu algo de errado:<br>--Onde está o Rogério!?<br>Para seu azar, Rogério estava duelando com um cavaleiro de Elsara que o pegou no meio do caminho. Para piorar, tão logo entrou em posição, a Rainha havistou o dragão, estendeu o braço e o atingiu com um raio mais forte que qualquer outro.<br>Jorge sentiu seu corpo enrigecer, o mundo ao seu redor escurecer e por fim, sua vida se esvaiu.<br>A Batalha da Estrada entrou para a estória como o ponto de legitimação da Rainha Louca, que partiria numa série de campanhas de conquistas gloriosas para ela e destrutivas para todos os outros.<h2>Separados e Derrotados</h2>",
        "opcoes": ["Use 'ctrl + R'", "para reiniciar aventura!"],
        "proxima1": "8",
        "proxima2": "8"
    },
    "12111121121121111122": {
        "titulo":"<h2>Juntos até o fim!</h2>",
        "texto":"Rogério subiu nas costas de Jorge e os dois juntos alçaram vôo por sobre o campo de batalha, evadindo flechas e lanças e por fim os relâmpagos da rainha:<br>--MORRAM, DESGRAÇADOS!<br>--Avante Jorge!<br>Dragão e cavaleiro caíram em meio a formação inimiga, esmagando cavaleiros com suas garras, cozinhando outros com fogo e cortando a cabeça de outros com a lâmina:<br>--Ashtak!<br>Os dois sentiram milhões de volts correndo por sua carne, enrigencendo seus corpos e lançando para trás.<br>Uma vez no chão, o dragão viu a rainha desembainhando sua espada e trespassando o peito do cavaleiro, matando-o imediatamente:<br>--ROGÉRIO!<br>--AGORA VOCÊ, JACARÉ!<br>Ela ergueu a espada, Jorge...",
        "opcoes": ["Cuspiu fogo!", "Rasgou a garganta dela com seus dentes"],
        "proxima1": "121111211211211111221",
        "proxima2": "121111211211211111222"
    },
    "121111211211211111221": {
        "titulo":"<h2>Fogo!?!?</h2>",
        "texto":"Em desespero, Jorge abriu a boca, mas tudo que saiu foi uma fumaça negra e fedorenta:<br>--Patético...<br>Com um sorriso doente seu rosto, a rainha ergueu a espada e ceifou a vida do dragão.<br><br>A Batalha da Estrada entrou para a estória como o ponto de legitimação da Rainha Louca, que partiria numa série de campanhas de conquistas gloriosas para ela e destrutivas para todos os outros.<h2>Juntos e Derrotados</h2>",
        "opcoes": ["Use 'ctrl + R'", "para reiniciar aventura!"],
        "proxima1": "8",
        "proxima2": "8"
    },
    "121111211211211111222": {
        "titulo":"<h2>Corte de misericórdia!</h2>",
        "texto":"Jorge abriu a boca. A rainha ergueu a espada. Jorge mordeu a perna da rainha. A rainha cravou a espada no ombro do dragão.<br>Ambos gritaram de dor.<br>A rainha caiu gritando, Jorge não.<br>Com a astérias inundadas de adrenalina e ódio, o dragão rastejou para cima da monarca caída, abriu a boca e rasgou sua garganta.<br>A guerra fora vencida, Elsara recebeu seu novo rei de braços abertos e Jorge viveu o resto dos seus dias em paz e luxo, mas nunca se esqueceu da bravura de seu velho amigo cavaleiro, imortalizado nuna bela estátua de granito no lado de fora da caverna do dragão. <h2>Herói e Mártire</h2>",
        "opcoes": ["Use 'ctrl + R'", "para reiniciar aventura!"],
        "proxima1": "8",
        "proxima2": "8"
    },
    "1211112112112111111": {
        "titulo":"<h2>Desprevinidos!</h2>",
        "texto":"O exército seguiu em marcha até chegar a uma ponte estreita sobre o Rio Avian. Apenas dois homens podiam passar por vez, então, dragão e cavaleiro sentaram na retaguarda enquanto a monótona travessia era realizada, até que ouviram, ao longe, um zunir familiar:<br>--FLECHAS!<br>Em segundos, dezenas de soldados estavam mortos, segundos mais tarde, a floresta inteira parecia possuída, hordas de tropas de Elsara aparecendo de todos os lados, surpreendendo os elmorianos e destroçando suas formações.<br>Rogério desembainhou sua espada e desesperadamente tentou organizar as tropas remanescentes numa linha de combate enquanto Jorge decidiu por...",
        "opcoes": ["Voar, procurar a rainha e acabar logo com isso", "Se juntar à linha de combate"],
        "proxima1": "12111121121121111111",
        "proxima2": "12111121121121111112"
    },
    "12111121121121111112": {
        "titulo":"<h2>Cercados!</h2>",
        "texto":"Jorge abriu as garras e se lançou ao ataque, rasgando carne e quebrando ossos. Em poucos segundos, os soldados estavam em fuga enquanto Rogério se punha de pé:<br>--JORGE! PRECISAMOS SAIR DAQUI! A BATALHA ESTÁ...<br>--EU SEI ONDE A RAINHA ESTÁ! VENHA COMIGO!<br>Por um instante, Rogério exitou, no instante seguinte, agarrou o dragão pelas patas e os dois voaram rente às árvores até a colina onde a rainha estava.<br>--ASHTAK<br>Três raios emergiram das mãos da rainha, cercando o dragão e o obrigando a cair no chão enquanto os cavaleiros da rainha avançavam.<br>Por um instante, Jorge julgou tudo perdido, no instante seguinte, Rogério ergeu sua espada, matando um cavaleiro enquanto derrubava outro do cavalo. Diante disso, Jorge decidiu por...",
        "opcoes": ["Cuspir fogo!", "usar as garras!"],
        "proxima1": "121111211211211111121",
        "proxima2": "12111121121121111111212"
    },
    "121111211211211111121": {
        "titulo":"<h2>Tempestade de fogo!</h2>",
        "texto":"Jorge abriu suas mandíbulas e verteu uma coluna de fogo como nenhuma vista antes ou depois. Cavaleiros, árvores e até mesmo pedras vaporizados em instantes. Quando o dragão cerrou seus dentes, julgou que não haviam mais sobreviventes, mas então viu por entre as chamas e a fumaça uma esfera azulada de puro poder:<br>--Você tem ideia do que sacrifiquei para chegar aqui!?<br>Com um movimento da mão, o escudo de força da rainha se desfez, com outro, uma relâmpago emergiu de suas mãos, atingindo o dragão que caiu no chão, petrificado pelos milhões de volts correndo por sua carne:<br>--MORRA!<br>Quando a rainha menos esperava, Rogério trespassou-lhe a espada na barriga.<br>Um ferimento fatal...<br>...mas ela ainda não estava morta:<br>--ASHTAK!<br>O relâmpago penetrou a pele de Rogério, tensionando cada um dos seus músculos e jogando-o vários metros para trás:<br>--COFF! COFF! Eu... Eu perdi... Mas não perderei sozinho!<br>Jorge se colocou de pé, precisava agir e precisava ser agora. Com os poucos segundos que tinha, decidiu...",
        "opcoes": ["Cuspir fogo!", "usar as garras!"],
        "proxima1": "1211112112112111111211",
        "proxima2": "1211112112112111111212"
    },
    "1211112112112111111211": {
        "titulo":"<h2>Sem pensar!</h2>",
        "texto":"Sem pensar, Jorge abriu as mandíbulas novamente, mas tudo que saiu foi uma nuvem negra e fedorenta:<br>--Ashtak!<br>O relâmpago foi disparado, o cavaleiro estava morto:<br>--DESGRAÇADA!<br>Jorge armou as garras e se lançou ao ataque, mas já era tarde, a Rainha casualmente ergueu o braço e lançou um último relâmpago, ceifando a vida do dragão e sacrificando sua própria.<br>A Batalha da Estrada entraria para a estória como um dos encontros militares mais complexos e confusos de toda a história e mesmo hoje e enquanto todos concordam que a independência e paz de Elsara foram salvas, os motivos de toda a confusão nunca ficaram claros.<h2>Sem vencedores</h2>",
        "opcoes": ["Use 'ctrl + R'", "para reiniciar aventura!"],
        "proxima1": "8",
        "proxima2": "8"
    },
    "1211112112112111111212": {
        "titulo":"<h2>Força bruta!</h2>",
        "texto":"Jorge estendeu suas garras e saiu em disparada, contornando as chamas e saltando em cima da Rainha:<br>--ASHTOK!--ela gritou em desespero<br>O relâmpago atingiu Jorge em cheio, mas sua inércia agora era grande demais para parar. O corpo enrigecido do dragão seguiu sua trajetória, esmagando a rainha e cravando suas garras em sua carne:<br>--Eu... Eu... EU NÃO ME ARREPENDO DE NADA!--e a rainha morreu<br>Com todos os inimigos mortos, Rogério aproveitou a chance de ver seu amigo.<br>Jorge não estava bem, mas não estava morto e algumas semanas de veterinário mais tarde, estava saudável o suficiente para participar da grande parada de comemoração da vitória.<br>Dragão e cavaleiro foram consagrados membros da corte do novo Rei e viveram para ver seus nomes se tornarem sinônimo de aventura e heroismo.<h2>Heróis em chamas!</h2>",
        "opcoes": ["Use 'ctrl + R'", "para reiniciar aventura!"],
        "proxima1": "8",
        "proxima2": "8"
    },
    "12111121121121111111": {
        "titulo":"<h2>Decaptação!</h2>",
        "texto":"Jorge abriu suas asas e se pôs a voar, mas procurar a armadura brilhante da rainha em meio à arvores e tropas não era tarefa fácil, com flechas e lanças voando contra si o tempo todo enquanto a atmosfera era inundada pelos sons de gritos e carne sendo rasgada. Após longos e excruciantes minutos, havistou, numa colina próxima, a rainha, reunida com seus cavaleiros mais leais.<br>Diante disso, Jorge decidiu:",
        "opcoes": ["Atacar imediatamente", "Buscar Rogério"],
        "proxima1": "121111211211211111111",
        "proxima2": "121111211211211111112"
    },
    "121111211211211111112": {
        "titulo":"<h2>Juntos até o fim!</h2>",
        "texto":"Jorge retornou o mais rápido que pode e encontrou Rogério, caído de seu cavalo e cercado por cinco homens de Elsara.<br>Sem tempo para pensar, decidiu...",
        "opcoes": ["Fogo!", "Garras!"],
        "proxima1": "1211112112112111111121",
        "proxima2": "1211112112112111111122"
    },
    "1211112112112111111121": {
        "titulo":"<h2>Senhor do Fogo!</h2>",
        "texto":"Jorge abriu as mandíbulas e disparou uma coluna de fogo infernal que reduziu os soldados à cinzas:<br>--JORGE! PRECISAMOS SAIR DAQUI! A BATALHA ESTÁ...<br>--EU SEI ONDE A RAINHA ESTÁ! VENHA COMIGO!<br>Por um instante, Rogério exitou, no instante seguinte, agarrou o dragão pelas patas e os dois voaram rente às árvores até a colina onde a rainha estava.<br>--ASHTAK<br>Três raios emergiram das mãos da rainha, cercando o dragão e o obrigando a cair no chão enquanto os cavaleiros da rainha avançavam.<br>Por um instante, Jorge julgou tudo perdido, no instante seguinte, Rogério ergueu sua espada, matando um cavaleiro enquanto derrubava outro do cavalo. Diante disso, Jorge decidiu por...",
        "opcoes": ["Fogo!", "Garras!"],
        "proxima1": "12111121121121111111211",
        "proxima2": "12111121121121111111212"
    },
    "12111121121121111111211": {
        "titulo":"<h2>Senhor do Fogo!?</h2>",
        "texto":"Jorge abriu as mandíbulas e mas no lugar de uma coluna de fogo, tudo que saiu foi uma fumaça negra e fedorenta:<br>--Está sem fogo, não é dragão!?<br>A rainha então estendeu sua mão, pronunciou a palavra mágica e um raio ceifou a vida do dragão. <br>Sozinho, Rogério não resistiu muito e a Batalha da Estrada entrou para história como um dos maiores  desastres militares de todos os tempos assim como o ponto de legitimação da Rainha Louca, que partiria numa série de campanhas de conquistas gloriosas para ela e destrutivas para todos os outros.<h2>Erro fatal</h2>",
        "opcoes": ["Fogo!", "Garras!"],
        "proxima1": "12111121121121111111211",
        "proxima2": "12111121121121111111212"
    },
    "12111121121121111111212": {
        "titulo":"<h2>Força bruta!</h2>",
        "texto":"Jorge estendeu suas garras e saiu em disparada, contornando os cavaleiros e saltando em cima da Rainha:<br>--ASHTOK!--ela gritou em desespero<br>O relâmpago atingiu Jorge em cheio, mas sua inércia agora era grande demais para parar. O corpo enrigecido do dragão seguiu sua trajetória, esmagando a rainha e cravando suas garras em sua carne:<br>--Eu... Eu... EU NÃO ME ARREPENDO DE NADA!--e a rainha morreu<br>Sem mais um líder, os cavaleiros viram que a guerra estava perdida e se renderam ou fugiram, dando a Rogério a chance de ver seu amigo.<br>Jorge não estava bem, mas não estava morto e algumas semanas de veterinário mais tarde, estava saudável o suficiente para participar da grande parada de comemoração da vitória.<br>Dragão e cavaleiro foram consagrados membros da corte do novo Rei e viveram para ver seus nomes se tornarem sinônimo de aventura e heroismo.<h2>Heróis por um triz!</h2>",
        "opcoes": ["Fogo!", "Garras!"],
        "proxima1": "12111121121121111111211",
        "proxima2": "12111121121121111111212"
    },
    "121111211211211111111": {
        "titulo":"<h2>Ataque final!</h2>",
        "texto":"Jorge fechou suas asas, deixou a gravidade guiar seu corpo até quase a linha das árvores e de lá, seguiu voando baixinho em direção a colina, usando as copas das árvores como camuflagem.<br>Quando já estava quase na colina, abriu suas mandíbulas, preparou o fogo e então.... viu um relâmpago.<br>Seu corpo se enrijeceu, a vida começou a lhe escapar, mas isso não impediu seu fogo de saltar de sua boca, encinerandoa a colina, suas árvores, cavaleiros e por muito pouco, a própria rainha.<br>--DROGA!--gritou a rainha, saltando de seu cavalo, interrompendo o relâmpago.<br>Jorge caiu na colina, meio vivo, meio morto. A rainha estava no chão, metade de seus cavaleiros estava morta ou se escondendo, mas a outra metade seguia pronta para defende-la.<br> Diante disso, Jorge decidiu...",
        "opcoes": ["Lançar fogo novamente", "Ir para cima"],
        "proxima1": "1211112112112111111111",
        "proxima2": "1211112112112111111112"
    },
    "1211112112112111111111": {
        "titulo":"<h2>Fogo final!</h2>",
        "texto":"Instintivamente, Jorge abriu suas mandíbulas, mas no lugar de fogo, tudo que saiu foi uma nuvem de fumaça negra.<br>Jorge havia se esquecido que havia acabado de cuspir fogo e com resultado, os cavaleiros da rainha tiveram tempo de avançar sobre ele.<br>O dragão tentou se defender, mas em poucos instantes sua carne já enfraquecida estava repleta de cortes e a vida abandonou seu corpo.<br>A Batalha da Estrada seria para sempre lembrada como um dos maiores desastres militares de todos os tempos assim como o ponto de legitimação da Rainha Louca, que partiria numa série de campanhas de conquistas gloriosas para ela e destrutivas para todos os outros.<h2>Sacrifício falho</h2>",
        "opcoes": ["Use 'ctrl + R'", "para reiniciar aventura!"],
        "proxima1": "8",
        "proxima2": "8"
    },
    "1211112112112111111112": {
        "titulo":"<h2>Garras!</h2>",
        "texto":"Jorge estendeu suas garras e lançou-se com tudo sobre a rainha caída. De imediato, sentiu as lanças e espadas dos cavaleiros arrebentando sua pele, mas não importava, seguiu avançando e fincou suas garras na carne de vossa majestade:<br>--DESGRAÇADO! ASHTAK!<br>Um luz começou a emergir das mãos da rainha a qual imediatamente agarrou o dragão pelo pescoço. Em segundos, milhões de volts correram pelo corpo do dragão, que sentiu seu corpo enrigecer como pedra enquanto o mundo ao seu redor enegrecia até desaparecer.<br>A Batalha da Estrada seria para sempre lembrada como uma das batalhas mais estranhas da história, pois, se por um lado os exércitos de Elsara triunfaram, por outro, a rainha pereceu de seus ferimentos naquela mesma noite. Sem mais ninguém na linha de suceção, o Duque foi consagrado rei e a pedido de Rogério, erigiu uma estátua para o lendário dragão que sacrificou sua vida pelo bem da justiça.<h2>Mártire Lendário!</h2>",
        "opcoes": ["Atacar imediatamente", "Buscar Rogério"],
        "proxima1": "121111211211211111111",
        "proxima2": "121111211211211111112"
    },
    "121111211211211112": {
        "titulo":"<h2>Guerra na floresta!</h2>",
        "texto":"Organizar as tropas na floresta eram sem sombra de dúvida mais difícil, mas Rogério era um líder hábil e Jorge estava sempre no ar, provendo cobertura aérea:<br>--Rogério! Você não vai acreditar!<br>--O que foi?<br>--A Rainha! Ela e o exército estão escondidos na floresta, esperando para lançar uma emboscada na estrada!<br>--Hahaha! Eu sabia que o risco valeria à pena! Vamos homens! À vitória!<br>Ordens foram dadas, as tropas entraram em posição e em poucas horas o exército de Elmor havia cercado as tropas da rainha. A luta foi brutal, mas curta, pegos de surpresa e desorganizados, os homens de Elsara não tiveram escolha senão recuar. A vitória já era quase certa quando um relâmpago caiu no centro do campo de batalha, matando vários soldados de Elmor:<br>--EU SACRIFIQUEI TUDO PARA CHEGAR AQUI! NÃO SERÃO VOCÊS QUE VÃO TIRAR ISSO DE MIM! ASHITUM! JARAPAK!<br>Um segundo relâmpago voou das mãos da rainha, matando vários soldados e derrubando Rogério de seu cavalo. Diante daquilo, Jorge decidiu...",
        "opcoes": ["Fogo!", "Voar baixo e pega-la de surpresa!"],
        "proxima1": "1211112112112111121",
        "proxima2": "1211112112112111122"
    },
    "1211112112112111121": {
        "titulo":"<h2>Fogo, mais uma vez</h2>",
        "texto":"Jorge abriu suas mandíbulas e uma tempestade de fogo como nenhuma jamais vista antes rasgou os céus e se abateu sobre a terra, devastando árvore, terra e rocha, mas não a rainha, a qual estava envolta por um escudo protetor:<br>--TOLO!<br> Com uma palavra mágica o escudo se desfez, com outra, sua mão começou a brilhar com o poder de um novo relâmpago, mas antes que pudesse dizer uma terceira, Rogério saltou sobre ela, trespassando seu peito com sua espada:<br>--NÃO!!!! EU... EU... NÃO ME ARREPENDO DE NADA!<br>A batalha estava vencida, Elsara havia sido salva, a paz havia retornado para as terras entre as montanhas azuis e o Lago dos Trolls e pelos séculos que se seguiram, dragão e cavaleiro seriam lembrados e celebrados como os maiores heróis que o reino jamais vira.<h2>Salvadores do Reino!</h2>",
        "opcoes": ["Use 'ctrl + R'", "para reiniciar aventura!"],
        "proxima1": "8",
        "proxima2": "8"
    },
    "1211112112112111122": {
        "titulo":"<h2>Ataque surpresa!</h2>",
        "texto":"Jorge fechou suas asas, sentiu seu corpo silenciosa e rapidamente cortar a atmosfera em direção ao chão. Quando estava a poucos metros do solo, abriu suas asas e raspou a grama abaixo, manobrando por entre as árvores até emergir por sobre a...<br>--TE PEGUEI! ASHTIM!<br>Um relâmpago emergiu das mãos da rainha e antes que Jorge notasse seu corpo estava paralisado pelos milhões de volts cozinhando sua carne e enegrecendo seus ossos. Antes que notasse o que havia ocorrido, seu cadáver atingiu o chão:<br>--JORGE!!!<br>Tomado pela fúria, Rogério saltou contra a rainha e trespassou seu peito com a espada:<br>--<br>--NÃO!!!! EU... EU... NÃO ME ARREPENDO DE NADA!<br>A batalha estava vencida, Elsara havia sido salva, a paz havia retornado para as terras entre as montanhas azuis e o Lago dos Trolls e o reino jamais se esqueceu do valioso sacrifício pago por seu mais destemido dragão, o qual nunca mais foi confundido com um jacaré.<h2>Mártire do Reino!</h2>",
        "opcoes": ["Use 'ctrl + R'", "para reiniciar aventura!"],
        "proxima1": "8",
        "proxima2": "8"
    },
    "1211112112112112": {
        "titulo":"<h2>Não é problema de dragão!</h2>",
        "texto":"--Desculpe! Mas política é humana.<br>--Acho que tem razão...<br>--Bem, companheiro, lhe desejo sorte. Como cavaleiro da corte, tenho agora uma missão à cumprir.<br>E com aquelas palavras dragão e cavaleiro se separaram para nunca mais se ver, mas para se lembrar da sua pequena aventura.<br>Anos mais tarde, Jorge ouviria a estória de como Rogério havia liderado as tropas do Duque de Elmor a vitória e libertado Elsara das garras do usurpador desconhecido. Uma parte de Jorge sempre se perguntaria o que poderia ter acontecido se ele tivesse ido com o cavaleiro, mas outra dizia... <h2>Política não é coisa de dragão</h2>",
        "opcoes": ["Use 'ctrl + R'", "para reiniciar aventura!"],
        "proxima1": "8",
        "proxima2": "8"
    },
    "1211112112111": {
        "titulo":"<h2>Não é problema de dragão!</h2>",
        "texto":"Os problemas de reis e rainhas nunca foram problemas seus e Jorge não estava interessado em mudar isso. Em vez disso, observou Rogério enrolar a enxarpe no ganso e quando este terminou, apenas disse:<br>--Não está horrível!<br>--De fato, podia ser pior<br>Podia mesmo.<br>Feito isso, os dois seguiram pela estrada até havistarem os muros azuis de Elsara, a capital do reino. Os guardas ficaram assustados com Jorge, mas Rogério os acalmou e a dupla foi logo conduzida pelo mar de casas de madeira tingidas de vermelho e dourado até chegar ao luxuoso palácio real, com seus tijolos brancos e tetos em abóboda.<br>Após alguma espera numa luxuosa antecâmara coberta por pinturas de grandes batalhas e feitos heróicos, ouviram as palavras:<br>--A Rainha aguarda sua presença!<br>--Rogério, eu tive um pressentimento estranho que...<br>--Xii!! Já fomos longe demais para volta agora. Seja homem e... seja um dragão e aguenta!<br>Os dois respiraram fundo e adentraram a suntuosa sala real onde dois tronos dourados dominavam a cena, o primeiro, continha a rainha, vestindo uma armadura dourada, no segundo, o rei, quase nu, amarrado ao seu trono:<br>--Ele não fica quieto de outra maneira.--ela disse, adiantando a pergunta--...Me mostrem o alvo.<br>Dragão e cavaleiro se entreolharam brevemente, respiraram fundo e tiraram o ganso com a enxarpe (agora cheia de mordidas) do saco:<br>--Esse não é o ganso certo, caçador, e você sabe disso...--sua voz era enfadonha, como se disse o óbvio--...Por que me trouxe isso?<br>Rogério abriu a boca, mas não saiu resposta. Vendo que precisava agir, Jorge disse:",
        "opcoes": ["NÓS MATAMOS O GANSO!", "Está nos acusando de mentir!?"],
        "proxima1": "12111121121111",
        "proxima2": "12111121121112"
    },
    "12111121121112": {
        "titulo":"<h2>Mentirosos!</h2>",
        "texto":"--O que disse?--disse a rainha, cerrando os pulsos<br>--Jorge...--cochichou Rogério<br>--COMIDA!COMIDA!EU QUERO COMER!--disse o rei, ainda amarrado à sua cadeira<br>--A senhora está nos chamando de mentirosos?--disse Jorge, empinando a cabeça e dando um passo à frente--...Rogério é um dos cavaleiros mais respeitados e talentosos de todo o reino e eu sou apenas um simples dragão que vive uma vida simples na floresta. Que motivos teríamos para mentir para vossa majestade!?<br>--Duas mil moedas de ouro?<br>--Bem... DUAS MIL!?--Jorge olhou para Rogério, que olhou para cima, fazendo-se de inocente--...Enfim...Mas há algum motivo para a senhora pensar que esse não é o seu ganso!? Se há, diga! Se a senhora puder provar que esse não é seu ganso, nós voltamos para a floresta agora mesmo e caçamos um novinho para você!<br>A rainha abriu a boca, mas então mordeu o lábio. Qualquer um podia ver que ela escondia algo, mas, ao mesmo tempo, ninguém ganhava nada revelando seja lá o que fosse:<br>--O meu ganso de estimação...--ela cuspiu, como se tivesse acabado de pensar naquilo--...Era muito mais esperto que esse pássaro. Está vendo o olhar perdido dessa besta?",
        "opcoes": ["E como seria o olhar de um ganso inteligente?", "Você venceu! Nós vamos voltar para a floresta!"],
        "proxima1": "121111211211121",
        "proxima2": "121111211211122"
    },
    "121111211211121": {
        "titulo":"<h2>Os olhos do ganso</h2>",
        "texto":"--E como seria o olhar de um ganso inteligente?<br>--Bem...<br>Ela tentou dizer alguma coisa, mas invés disso, surgiu um brilho em seus olhos:<br>--Tem razão, qual seria o olhar do ganso certo?<br>Ela pegou o ganso e ficou olhando para ele com uma curiosidade médica, checando cada detalhe enquanto seus lábios se moviam em silêncio:<br>--Vocês encontraram ele na floresta? Com a enxarpe?<br>--OI! OI! QUERO COMIDA!--disse o rei, ainda amarrado ao trono<br>--Sim, vossa majestade.--disse Rogério, no tom mais confiante e verdadeiro jamais proferido<br>A rainha mordeu o lábio, sorriu e disse:<br>--Pois bem! Meus caros heróis, sua recompensa os aguarda...--ela disse, se retirando do salão com um sorriso de orelha à orelha<br>Nem uma hora mais tarde, dragão e cavaleiro marchavam em direção aos muros da cidade com sacos de ouro envoltos em seus ombros:<br>--Sabe, Jorge, você até que sabe pensar rápido... as vezes...<br>--Obrigado. Você também não é nada mal.<br>--Obrigado, obrigado... me diga já pensou em...<br>Um estrondo muitas vezes pior que de um trovão  atacou seus tímpanos enquanto a terra tremia abaixo de seus pés. Antes que notassem, dragão, cavaleiro e todas as pessoas ao redor estavam no chão, se contorcendo de dor no ouvido e imaginando o que havia acontecido:<br>--O CASTELO EXPLODIU! O CASTELO EXPLODIU!<br>Ao ouvir isso, dragão e cavaleiro se entreolharam e imediatamente decidiram que precisavam...",
        "opcoes": ["...fugir o mais rápido possível", "...ver o que aconteceu"],
        "proxima1": "1211112112111211",
        "proxima2": "1211112112111212"
    },
    "1211112112111211": {
        "titulo":"<h2>Nada de Bom</h2>",
        "texto":"--Não pode ser coisa boa!<br>--Concordo em gênero, número e grau! Vamo nessa!<br>E nessa eles foram, cortando caminho pela multidão confusa e desesperada, atravessando os portões e desaparecendo para nunca mais serem visto na densa floresta entre as Montanhas Azuis e o Lago dos Trolls. Passariam-se muitos anos até que um incansável estudante de História (que não teve uma ideia melhor para um TCC) descobriria que dragão e cavaleiro haviam se refugiado no reino vizinho de Elmor, onde adotaram as identidades falsas de Mario e Manoel, abriram uma padaria e viveram uma vida calma e feliz. Se eles algum dia ficaram sabendo o que realmente estava acontecendo no castelo de Elsara e dos chocantes eventos que se seguiram é tópico de debate entre os seis historiadores que leram o dito TCC. <h2>FUGITIVOS RICOS!</h2>",
        "opcoes": ["Use 'ctrl + R'", "para reiniciar aventura!"],
        "proxima1": "8",
        "proxima2": "8"
    },
    "1211112112111212": {
        "titulo":"<h2>Algo grande</h2>",
        "texto":"--Não pode ter sido nada relativo a nós, não é mesmo?--disse o dragão, terrivelmente assustado<br>--Vamos descobrir!<br>Os dois seguiram a multidão de pessoas assustadas até o castelo, onde encontraram a maior parte da estrutura bem, à exceção da torre leste, a qual havia sido reduzida a um pilha de pedras negras e fumegantes:<br>--ALI!--gritou o chefe da guarda do palácio, apontando para Jorge e Rogério--...FORAM ELES! ELES FORAM OS ÚLTIMOS A FALAR COM A RAINHA!<br>Um silêncio fúnebre recaiu sobre a população, que lentamente começou a cercar o dragão e cavaleiro com intenções menos que lisongeiras. Antes que algo acontecesse, Rogério se adiantou, agarrando Jorge pelos chifres, apontando para a multidão e gritando:<br>--ESSE DRAGÃO COSPE FOGO E EU NÃO TENHO MEDO DE USÁ-LO!<br>Um impasse se deu por alguns momentos até que uma pedra surgiu do nada e acertou Rogério na cabeça. Jorge, assustado, disparou uma coluna de fogo, que aterrorizou os aldeões, os quais, naturalmente, reagiram gritando e correndo em círculos:<br>--CORRE, JORGE! CORRE!<br>Dragão e cavaleiro puseram suas pernas em velocidade máxima, mas a quantidade de ouro era tanta que lentamente a multidão se aproximava deles:<br>--PRECISAMOS ABANDONAR O OURO!--disse Rogério<br>Ao som dessas palavras, Jorge gritou:",
        "opcoes": ["NEM MORTO!", "TÁ BOM!"],
        "proxima1": "12111121121112121",
        "proxima2": "12111121121112122"
    },
    "12111121121112121": {
        "titulo":"<h2>Nem Morto!</h2>",
        "texto":"--Eu trabalhei demais por isso!<br>--Droga, você está certo!<br>Dragão e cavaleiro seguiram com correndo o mais rápido que podiam com o ouro nas costas, mas a cada metro, o ar rareava e o ouro se tornava mais pesado, até que o dragão desmaiou de cansaço:<br>--JORGE, NÃO!<br>Rogério tentou socorrê-lo, mas uma flecha nas costas atirou ao chão. Diante do sócio ferido, o dragão tentou cuspir fogo, mas sem fôlego, tudo que saiu foi fumaça.<br>Antes que pudesse pensar em outra coisa, a multidão estava sobre eles e em poucos segundos, ambos estavam... <h2>Mortos!</h2>",
        "opcoes": ["Use 'ctrl + R'", "para reiniciar aventura!"],
        "proxima1": "8",
        "proxima2": "8"
    },
    "12111121121112122": {
        "titulo":"<h2>Pobres!</h2>",
        "texto":"--ODEIO QUANDO VOCÊ ESTÁ CERTO!--disse o dragão soltando seu ouro<br>O cavaleiro imitou o dragão e em poucos minutos, a dupla de novos pobres estava atravessando os portões da cidade para desaparecerem  na densa floresta entre as Montanhas Azuis e o Lago dos Trolls. Passariam-se muitos anos até que um incansável estudante de História (que não teve uma ideia melhor para um TCC) descobriria que dragão e cavaleiro haviam se refugiado no reino vizinho de Elmor, onde adotaram as identidades falsas de Mario e Manoel, arrumaram emprego em uma padaria e viveram uma vida cansativa porém feliz. Se eles algum dia ficaram sabendo o que realmente estava acontecendo no castelo de Elsara e dos chocantes eventos que se seguiram é tópico de debate entre os seis historiadores que leram o dito TCC. <h2>FUGITIVOS POBRES!</h2>",
        "opcoes": ["Use 'ctrl + R'", "para reiniciar aventura!"],
        "proxima1": "8",
        "proxima2": "8"
    },
    "12111121121111": {
        "titulo":"<h2>Verdade!</h2>",
        "texto":"--POR FAVOR! NOS PERDOE! NÓS FALHAMOS E PEDIMOS CLEMÊNCIA!<br>--JORGE!--disse Rogério com o rosto coberto de suór frio<br>--Calem-se.<br>Eles se calaram e observaram a rainha fazer um moxox, olhar para as próprias mãos e resmungar:<br>--Tá, tudo bem... vamos fazer o seguinte: mil moedas de ouro ao invés de duas mil, o que você acha, caçador?<br>Rogério suspirou de alívio, como se a guilhotina tivesse errado sua cabeça por um triz.<br>Jorge, no entanto, não pode deixar de notar:<br>--DUAS MIL! VOCÊ DISSE QUE ELES IAM TE PAGAR TREZENTAS!<br>Rogério revirou os olhos:<br>--Eu não lembro de dizer isso.<br>--Disse sim.<br>--Então por que eu não lembro?<br>--MAS EU LEMBRO! EU LEMBRO QUE...<br>Um forte vento tomou a sala, as tochas se apagaram e o próprio chão tremeu:<br>--Peguem o dinheiro e vão.<br>Dragão e cavaleiro se calaram, fizeram uma reverência e sumiram de vista o mais rápido o possível.<br>Uma vez pagos, Rogério disse:<br>--Sabe, você até que sabe pensar rápido para um dragão com cara de jacaré.<br>--Obrigado! Você também não foi inútil.<br>Rogério mordeu o lábio, mas seguiu:<br>--O que acha de formarmos uma sociedade? Seu fogo e minha espada, juntos, podem qualquer coisa!<br>Pego de surpresa, Jorge parou por um momento para refletir antes de responder...",
        "opcoes": ["EBA! VAMOS SER AMIGOS!", "Obrigado, mas eu gosto da minha vida como está!"],
        "proxima1": "121111211211111",
        "proxima2": "121111211211112"
    },
    "121111211211111": {
        "titulo":"<h2>Amigos!</h2>",
        "texto":"--Aff... é, acho que pode dizer que seríamos amigos!<br>Jorge pulou no ar de alegria:<br>--Então está combinado! 'Jorge e Rogério', aventureiros profissionais!<br>--Por que seu nome viria primeiro?<br>--Ordem alfabética<br>--Oh<br>E assim, Jorge e Rogério (marca registrada) seguiram mundo à fora, se aventurando por castelos perigosos e cavernas assombradas pelo preço certo. Suas reputações cresceriam e se tornariam lendárias, mas, de tempos em tempos, sempre receberiam notícias do Reino de Elsara e sua Rainha tirana, obsecada na conquista de seus vizinhos. Essas guerras, inicialmente bem sucedidas, viriam a um fim terrível, quando uma aliança de muitos reinos trouxesse a destruição ao Reino de Elsara e a miséria aos seus habitantes. <h2>Carreias de sucesso!</h2>",
        "opcoes": ["Use 'ctrl + R'","para reiniciar aventura!"],
        "proxima1": "8",
        "proxima2": "8"
    },
    "121111211211112": {
        "titulo":"<h2>Vida na floresta!</h2>",
        "texto":"--É compreensível. Nesse caso, te desejo uma vida de paz e riqueza, bom amigo.<br>--O mesmo para você, nobre cavaleiro!<br>Com sorrisos e sacos de ouro, dragão e cavaleiro se separaram para nunca mais ver um ao outro. Jorge, no entanto, ainda ouviria falar do grande cavaleiro Rogério, que desbrava castelos e cavernas amaldiçoadas pelo preço certo, até que um dia, as estórias pararam de aparecer.<br>Isso deixou Jorge triste, mas a vida na floresta não era para os emotivos e seguiu como sempre, ou pelo menos teria seguido se não fossem as guerras sem fim da rainha louca.<br>Ano após ano, mais fazendeiros eram recrutados para seu terrível exército e desgraça só teve fim quando uma aliança de reinos trouxe a destruição para Elsara. Jorge, felizmente, conseguiu sobreviver a tudo, mas as terras entre as Montanhas Azuis e o Lago dos Trolls nunca mais foram as mesmas <h2>Vida não muito pacífica!</h2>",
        "opcoes": ["Use 'ctrl + R'","para reiniciar aventura!"],
        "proxima1": "8",
        "proxima2": "8"
    },
    "2": {
        "titulo":"<h2>um cavaleiro chamado Rogério!</h2>",
        "texto":"Jorge sabia cuspir fogo, voar e até fazer um pouco de mágica, mas uma coisa que ele não sabia era assustar as pessoas.<br> Onde ele ia as pessoas sempre gritavam: 'Jacaré!' e Jorge, todo triste e sem jeito, dizia: 'Jacaré não! É dragão!'<br>Apesar disso, seguia com a vida normalmente, caçando na floresta, botando fogo nas coisas e (de noite) olhando as estrelas quando de repente: <br>--A estrela está caindo!<br> Jorge olhou a estrela cair no horizonte e se lembrou de todas as estórias sobre como estrelas podem conceder desejos e tornar sonhos em realidade!<br> Jorge percebeu que não tinha outra escolha e decidiu...",
        "opcoes": ["Aquilo era muito perigoso e ele prefiria ficar em casa", "Ele iria atrás da estrela, imediatamente"],
        "proxima1": "21",
        "proxima2": "22"
    },
    "7": {
        "titulo":"<h2>Calma aventureiro!</h2>",
        "texto":"Parece que falta um capítulo da nossa aventura. Por que não nos faz um favor e abre uma issue <a href='https://github.com/joaopedrolourencoaffonso/jornada-epica/issues'>AQUI</a> com o capítulo onde você encontrou o erro?",
        "opcoes": ["Use 'ctrl + R'", "para reiniciar aventura!"],
        "proxima1": "8",
        "proxima2": "8"
    }
}