{
    "0": {
        "titulo": "O Dragão e o Cavaleiro",
        "texto": "Entre as montanhas Azuis e o Lago dos Trolls, se erguia uma floresta jovem e verdejante. Sua terra era lamacenta, mas seu ar era fresco e a todo momento podia se ouvir a sinfonia da vida: pássaros, monstros, pessoas, muitos habitantes, de muitos tipos diferentes, incluindo...",
        "opcoes": ["um dragão!", "um cavaleiro!"],
        "proxima1": "1",
        "proxima2": "2"
    },
    "1": {
        "titulo":"<h2>um Dragão chamado Jorge!</h2>",
        "texto":"Jorge sabia cuspir fogo, voar e até fazer um pouco de mágica, mas uma coisa que ele não sabia era assustar as pessoas.<br> Onde ele ia as pessoas sempre gritavam: 'Jacaré!' e Jorge, todo triste e sem jeito, dizia: 'Jacaré não! É dragão!'<br>Apesar disso, seguia com a vida normalmente, caçando na floresta, botando fogo nas coisas e (de noite) olhando um dia, ouviu um barulho por entre as árvores e avistou um cavaleiro de armadura brilhante!<br>Imediatamente, ele se lembrou de todas as estórias de cavaleiros matadores de dragão e seu coração se encheu de medo, mas aí, lembrou-se de todos os humanos que haviam se perdido, inocentemente na floresta e só estavam de passagem. <br>Assustado e confuso, Jorge decidiu...",
        "opcoes": ["Cuspir fogo no cavaleiro!", "Conversar com o cavaleiro."],
        "proxima1": "11",
        "proxima2": "12"
    },
    "11": {
        "titulo":"<h2>Fogo!</h2>",
        "texto":"Jorge abriu as mandíbulas e disparou uma coluna de fogo infernal que a floresta jamais vira antes... ou depois. Isso porque os passos desajeitados do dragão alertaram o cavaleiro, que se esquivou do ataque, saltou no ar e com um único golpe cortou a cabeça do dragão.<br>--Mas por que ele fez isso!? Que idiota!<br>Passado o susto inicial o cavaleiro percebeu que ele era agora o culpado de um assassinato:<br>--Droga, eu ainda estou na condicional!<br>Consequentemente, o cavaleiro fugiu do reino, mudou de nome e passou o restante dos seus dias como comediante de stand up. <h2>Por que Jorge fez isso!?</h2>",
        "opcoes": ["para reiniciar aventura!", "Use 'ctrl + R'"],
        "proxima1": "8",
        "proxima2": "8"
    },
    "12": {
        "titulo":"<h2>Batendo papo!</h2>",
        "texto":"Jorge acertou sua postura e disse no tom mas confiante e imponente que conseguia imaginar:<br>--Quem vem lá?<br>--Que que te interessa, jacaré?<br>--Eu...eu não sou um jacaré...--ele disse, olhando para baixo<br>--Desculpe, não queria te ofender... Meu nome é Rogério. Fui contratado pela rainha para encontrar um ganso.<br>Jorge ergueu a cabeça e uma de suas sobrancelhas:<br>--Um ganso? Tipo, um ganso em específico?<br>--Ela está pagando bem, então que mal tem?<br>Por um minuto parecia que Rogério ia voltar a sua caça quando ele parou e disse:<br>--Sabe, vocês dragões tem um bom faro, visão e tal coisa, não é? Por que não me ajuda?<br>Jorge foi pego de surpresa pela proposta e ponderou: por um lado, não tinha motivo nenhum participar, por outro, talvez houvesse um motivo para participar e ele simplesmente não soubesse. Após alguma meditação, Jorge disse:",
        "opcoes": ["O que eu ganho com isso?", "Obrigado, mas não! Tenha um bom dia!"],
        "proxima1": "121",
        "proxima2": "122"
    },
    "121": {
        "titulo":"<h2>Lucros!</h2>",
        "texto":"--De bobo você não tem nada, né?--disse Rogério, sabendo que o dragão havia mordido a isca--...Duzentas moedas de ouro para sua pilha de ouro pessoal. O que acha?<br>--SIM! SIM! EU QUERO IR! ME ESCOLHE!--foi o que Jorge queria dizer, mas em verdade, disse--...Hum... sim, acho que vou aceitar sua oferta.<br>--Ótimo! Então, por onde devemos começar?<br>Jorge ponderou sobre todos os gansos que ele havia comido ao longo dos anos e sabia que havia dois lugares mais plausívies: o rio ou o lago. O lago era mais provável, mas era a casa de uma familía de troll problemática, o rio era improvável, mas definitivamente daria menos dor de cabeça.<br>Após pensar um pouco, Jorge decidiu pelo",
        "opcoes": ["Rio", "Lago"],
        "proxima1": "1211",
        "proxima2": "1212"
    },
    "1211": {
        "titulo":"<h2>Rio!</h2>",
        "texto":"--Pois bem! Para o rio então!<br>A caçada pelo rio foi tranquila, mas nem um pouco produtiva. Não apenas não havia sinal de nenhum ganso como também de nenhum animal:<br>--Estou com fome... minhas asas estão doendo... meu...<br>--Tabém, jacaré! Tabém! Amanhã a gente vai para o lago e resolve isso!<br>--Eu não sou um jacaré...--disse Jorge num tom bem baixo<br>--Tem problema eu dormir na sua caverna hoje? Muito melhor que ir e voltar para a cidade!<br>--Claro!<br>Após alguns instantes, estavam na frente da caverna cravada na base da montanha. Rogério estava com o cachimbo nos lábios, admirando as árvores enquanto Jorge falava sobre os jogos que poderiam jogar durante a noite quando ambos ouviram um som:<br>--HONK! HONK!<br>Seguindo o som para dentro da caverna, viram um pequeno chumaço de penas brancas envoltas em uma enxarpe rosa, indo de um lado para o outro por sobre o tesouro do dragão:<br>--O ganso!<br>Era tão inacreditável quanto frustrante. Mas isso não importava agora, Jorge estava apenas a um passo de ganhar suas (primeiras) duzentas moedas de ouro! Frente a isso, decidiu...",
        "opcoes": ["Perguntar a Rogério o que fazer.", "Cuspir fogo!"],
        "proxima1": "12111",
        "proxima2": "12112"
    },
    "12112": {
        "titulo":"<h2>Fogo!</h2>",
        "texto":"Jorge abriu as mandíbulas, respirou fundo e cuspiu uma tempestade de fogo que a floresta jamais vira antes.<br>Ao final, tudo que sobrava eram pedras tingidas de negro, um ganso frito e um Rogério furioso:<br>--SEU IDIOTA!--disse Rogério, dando um tapa na cabeça do dragão--POR QUE VOCÊ FEZ ISSO, ERA PARA LEVAR O GANSO COM VIDA!<br>--M-m-mas, você não disse isso!<br>--ESTAVA SUBTENDIDO!<br>--A PALAVRA 'CAÇAR' É SOBRE MATAR! PARA COMER! VOCÊ DEVIA TER USADO ALGO COMO 'ENCONTRAR' OU...<br>--POR QUE A RAINHA IRIA PEDIR PARA EU MATAR O GANSO!?--POR QUE A RAINHA IRIA PEDIR PARA VOCÊ CAÇAR UM GANSO COM UMA ENXARPE ROSA?<br>Um breve silêncio mais tarde, Rogério respondeu:<br>--Touchet... mas o que fazemos agora?",
        "opcoes": ["Assumir a derrota e ser sincero com a rainha!", "Ganso substituto!"],
        "proxima1": "1211111",
        "proxima2": "1211112"
    },
    "12111": {
        "titulo":"<h2>Rogério sabe!</h2>",
        "texto":"--Jorge, você vai pela direita e eu cubro a esquerda!<br>--Tá! E quando eu cuspo fogo?<br>Foi naquele momento que o ganso se voltou para eles assustado:<br>--Não, nada de fogo! Vamos apenas...<br>--<b>HONK! HONK!</b><br>O ganso partiu para cima do cavaleiro como uma fera, usando suas asas para subir no ar apenas o suficiente para bicar seu nariz. Tão logo o cavaleiro caiu, foi a vez do dragão, o qual, incapaz de pensar em qualquer coisa senão fogo, recuou até bater a cabeça na parede de pedra atrás de si.<br>Com os inimigos derrotados, o ganso escapou da caverna e desapareceu na floresta.<br>--Mas que droga aconteceu?--choramingou Rogério<br>--Acho que nossa incompetência foi esfregada em nossas caras.<br>--Cala a boca! Aff! O que fazemos agora?<br>Jorge pensou: já era de noite e sair poderia ser perigoso e ambos já estavam bem cansados, mas por outro lado, se a noite caísse e o ganso não estivesse com eles, poderia acabar na barriga de um animal. Após alguma consideração, Jorge decidiu por...",
        "opcoes": ["Dormir e recuperar as forças!", "Capturar o ganso de um jeito ou de outro!"],
        "proxima1": "121111",
        "proxima2": "121112"
    },
    "121111": {
        "titulo":"<h2>Recuperando as energias!</h2>",
        "texto":"--Quer saber de uma coisa? Você está certo! Estou exausto demais para isso agora! Amanhã encontramos aquele demoniozinho!<br>O cavaleiro e o dragão se aconchegaram na pilha de palha...<br>--Não é uma pilha de palha! É meu tesouro! Eu levei anos juntando!<br>--Ah, sim! Sim! Que bela pilha de tesouro! Eu peço perdão!<br>--Perdoado!--disse Jorge sorridente<br>Uma bela noite de sonhos mais tarde, despertaram, realizaram o dejejum, quando, imediatamente ao sair da caverna, sentiram o cheiro de sangue...<br>--Tá de sacanagem...<br>A pouco menos de um minuto da entrada da caverna, jazia o cadáver ensanguentado de um ganso com uma enxarpe vermelha, cercado por gigantescas marcas de garras e patas.<br>--Bem, acho que isso foi tudo para nada, não é?<br>O cavaleiro caiu de bunda no chão e ficou sentado, com as mãos na cabeça, murmurando coisas para si mesmo.<br>--Ele devia estar precisando do dinheiro...--pensou Jorge, se arrependendo de sua ideia anterior<br>Após alguma meditação, o dragão disse:",
        "opcoes": ["Vamos contar a verdade à rainha e cortar nossos prejuízos", "Vamos capturar outro ganso e dizer que era o mesmo!"],
        "proxima1": "1211111",
        "proxima2": "1211112"
    },
    "1211111": {
        "titulo":"<h2>Verdade</h2>",
        "texto":"--Acho que você tem razão... se bem que... não, é melhor aceitar o prejuízo...<br>Rogério se levantou, respirou fundo e apenas complementou:<br>--Obrigado por nada, jacaré.<br>Rogério desapareceu na floresta deixando Jorge sozinho com seus pensamentos.<br>Aquela foi a última vez que os dois se viram e apesar de as vezes ele imaginar o que poderia ter sido, Jorge passou o restante de seus dias vivendo uma vida simples e agradável.<h2>Sem ganso, sem vitória!</h2>",
        "opcoes": ["Use 'ctrl + R'", "para reiniciar aventura!"],
        "proxima1": "8",
        "proxima2": "8"
    },
    "1211112": {
        "titulo":"<h2>Mentira</h2>",
        "texto":"--Outro ganso? Você está doido!? É óbvio que a rainha vai descobrir!<br>--Por que descobriria? Eu já devorei vários gansos e nunca notei a menor diferença entre eles! E você, notou?<br>Rogério abriu a boca, mas logo a fechou. Estava visivelmente irritado, dentre muitos motivos, porque o argumento fazia sentido:<br>--Se seguissemos essa ideia... tudo de que iríamos precisar seria uma enxarpe rosa e... um ganso, não é isso?<br>--Exato! Seria idêntico!<br>Rogério olhou para seus próprios pés, depois para o céu, depois para o horizonte e por fim, esticou os braços no formato de 'V' e gritou bem alto:<br>--DROGA!...Vamos nessa! Primeiro lugar: onde encontraremos um ganso igualzinha aquele?<br>Jorge parou e pensou, poderiam tentar o lago novamente (por pior que a ideia lhe parecesse) <i>ou</i> podiam tentar comprar um ganso parecido no caminho da cidade. Após alguma consideração, decidiu por...",
        "opcoes": ["Caçar no lago!", "Comprar um ganso"],
        "proxima1": "12111121",
        "proxima2": "12111122"
    },
    "12111121": {
        "titulo":"<h2>Lago!</h2>",
        "texto":"Dragão e cavaleiro avançaram por entre as árvores em direção ao azul do lago. A cada passo, podiam sentir a terra mais molhada, atmosfera mais pesada, os pássaros mais agitados:<br>--Cuidado...--disse Rogério, pausando o avanço de Jorge--...está vendo! Uma armadilha camuflada no chão! Uma dessas pode arrancar sua pata fora!<br>--Eles reforçaram a segurança desde a última vez!<br>Após várias horas estressantes e cautelosas ouviram o som que aos seus ouvidos soou como o canto das sereias:<br>--HONK! HONK!<br>O ganso estava se banhando numa lagoa pouco maior que uma poça enquanto cavaleiro e dragão avançavam vagarosamente em sua direção:<br>--Tudo bem, Jorge, você vai lançar fogo naquela direção  e quando o ganso voar, eu meto ele nessa sacola, entendeu?<br>Jorge acenou com a cabeça e lentamente marchou para sua posição, quando, de repente, ouviu o som de sinos: ele havia pisado num alarme!<br>--QUEM VEM LÁ!?!?<br>Era voz de Trollmor, o troll senhor daquelas terras, correndo em sua direção. Jorge sabia que se cuspisse fogo agora, não teria com o que se defender de Trollmor, mas caso contrário, a chance de pegar o ganso era mínima. Após poucos segundos, Jorge decidiu...",
        "opcoes": ["Cuspir Fogo!", "Atacar o ganso com suas garras"],
        "proxima1": "121111211",
        "proxima2": "121111212"
    },
    "121111211": {
        "titulo":"<h2>Fogo (de novo)!</h2>",
        "texto":"Jorge abriu suas mandíbulas e ejetou uma tormenta infernal que aterrorizou o pobre ganso para a direção exata onde Rogério o aguardava:<br>--PEGUEI!<br>--Ótimo, agora vamos sair daqui antes que...<br>Estrondos contra terra. Uma árvore foi derrubada com um soco para dar passagem para um colosso de pegagem cinza, chifres negros, face longa com dentes afiados. Numa mão, trazia uma clava, na outra, um escudo:<br>--LADRÕES!<br>--A floresta é terra de caça livre!--disse Rogério, erguendo a espada apesar dos tremores de sua mão--...Essa é uma tradição antiga que...<br>--A FLORESTA É MIMNHA!<br>Trollmor avançou, Rogério deviou, Jorge decidiu...",
        "opcoes": ["Cuspir Fogo!", "Morder a perna do troll"],
        "proxima1": "1211112111",
        "proxima2": "1211112112"
    },
    "1211112111": {
        "titulo":"<h2>Fogo, de novo!?</h2>",
        "texto":"Jorge abriu suas mandíbulas e ejetou uma patética nuvem de fumaça:<br>--Esqueci, já usei meu fogo!<br>--HEHEHE!<br>Antes que Jorge tivesse tempo de recuar, Trollmor avançou, saltou no ar e num único golpe, rachou o crânio do dragão. Sem ajuda, Rogério não resistiu muito tempo e o ganso acabou como jantar de um troll bem feliz consigo mesmo. <h2>Trollmor vive feliz para sempre!</h2>",
        "opcoes": ["Use 'ctrl + R'", "para reiniciar aventura!"],
        "proxima1": "8",
        "proxima2": "8"
    },
    "1211112112": {
        "titulo":"<h2>Mordida!</h2>",
        "texto":"Trollmor estava distraído, Jorge não. Abriu suas mandíbulas e atacou a perna do troll, que perdeu o equilíbrio e caiu no chão.<br>--MALDITOS!<br>Trollmor tentou se erguer, Rogério avançou para um golpe na cabeça, mas o troll bloqueou, mesmo assim, ele seguia exposto.<br>Jorge sabia que se atacasse agora, podia derrotar o troll, mas onde atacar?",
        "opcoes": ["Pescoço!", "Costas!"],
        "proxima1": "12111121121",
        "proxima2": "12111121122"
    },
    "12111121121": {
        "titulo":"<h2>Pescoço!</h2>",
        "texto":"Jorge larga a perna, avança sobre as costas peludas do colosso e finca os dentes na pescoço da besta.<br>--AHHHH!!!<br>Rogério aproveita a oportunidade e atravessa o coração do troll que cai morto no chão:<br>--Que supresa...--disse Rogério, ainda recuperando o fôlego<br>--O que?<br>--Você não é de todo inútil!<br>--Ah, obri... espera aí...<br>Antes que terminasse a frase, ao longe, podiam ouvir vozes e sons de passos, os servos de trollmor se aproximavam.<br>Dragão e cavaleiro se retiraram de lá o mais rápido que puderam e antes que notassem já estavam na estrada para o castelo.<br>--aff...aff...Tudo bem...aff... Eu vou precisar de um banho... Tudo bem, agora, precisamos de uma enxarpe rosa...aff... Nossas opções são o mercado ou o alfaite...<br>--Faz alguma diferença?<br>--Bem... o mercado é cheio de pessoas e elas podem ficar... você sabe...<br>--Ah... Tudo bem...<br>--Não os culpe é que...<br>--Eu boto fogo nas coisas, eu sei, eu sei...--Rogério pode notar a tristeza nos olhos de Jorge--...E qual a outra opção?<br>--Bem, seria o alfaiate, mas... não gosto daquele homem... Mesmo quando está feliz, os olhos dele são como de um lobo acuado... O que me diz?<br>Jorge refletiu um pouco e decidiu por...",
        "opcoes": ["Arriscar com o mercado", "Falar com o alfaiate!"],
        "proxima1": "121111211211",
        "proxima2": "121111211212"
    },
    "12111121122": {
        "titulo":"<h2>Costas!</h2>",
        "texto":"Jorge larga a perna, avança sobre as costas peludas do colosso e finca os dentes na coluna da besta.<br>--AHHHH!!!<br>Rogério aproveita a oportunidade e atravessa o coração do troll que cai morto no chão:<br>--Que supresa...--disse Rogério, ainda recuperando o fôlego<br>--O que?<br>--Você não é de todo inútil!<br>--Ah, obri... espera aí...<br>Antes que terminasse a frase, ao longe, podiam ouvir vozes e sons de passos, os servos de trollmor se aproximavam.<br>Dragão e cavaleiro se retiraram de lá o mais rápido que puderam e antes que notassem já estavam na estrada para o castelo.<br>--aff...aff...Tudo bem...aff... Eu vou precisar de um banho... Tudo bem, agora, precisamos de uma enxarpe rosa...aff... Nossas opções são o mercado ou o alfaite...<br>--Faz alguma diferença?<br>--Bem... o mercado é cheio de pessoas e elas podem ficar... você sabe...<br>--Ah... Tudo bem...<br>--Não os culpe é que...<br>--Eu boto fogo nas coisas, eu sei, eu sei...--Rogério pode notar a tristeza nos olhos de Jorge--...E qual a outra opção?<br>--Bem, seria o alfaiate, mas... não gosto daquele homem... Mesmo quando está feliz, os olhos dele são como de um lobo acuado... O que me diz?<br>Jorge refletiu um pouco e decidiu por...",
        "opcoes": ["Arriscar com o mercado", "Falar com o alfaiate!"],
        "proxima1": "121111211211",
        "proxima2": "121111211212"
    },
    "121111211211": {
        "titulo":"<h2>Às compras!</h2>",
        "texto":"Imagine uma pequena coleção de cabanas de madeira, algumas belas, outras nem tanto, dispostas num formato vagamente circular. Imagine no meio delas, um oceano de tendas, repleto de pessoas de todas as partes, vestindo roupas de todas as cores e cantando músicas de todos os tipos. Agora imgine que algumas dessas pessoas comecem a gritar: 'JACARÉ!' e correr em pânico:<br>--Não é tão ruim.<br>--disse Jorge, recebendo e ignorando uma ovada na cara<br>--Volta, para, a, floresta.<br>--Tudo bem. Tudo bem...<br>Jorge voltou para a floresta e ficou lá, sozinho com os próprios pensamentos quando ouviu dois comerciantes descendo pela estrada ao lado:<br>--Realmente, o rei tem estado muito estranho...<br>--Eu sei não é!? Outro dia pegaram ele sentado no chafariz do palácio, por horas, que nem um louco! E me disseram que...<br> Jorge não conseguiu ouvir o resto da conversa, a medida que eles se afastaram, mas aquilo lhe deixou com a pulga atrás da orelha. Alguns instantes mais tarde, quando Rogério apareceu com a enxarpe numa mão e o ganso na outra, Jorge decidiu...",
        "opcoes": ["Não tocar no assunto", "Perguntar sobre os boatos que ouviu"],
        "proxima1": "1211112112111",
        "proxima2": "1211112112112"
    },
    "1211112112111": {
        "titulo":"<h2>Não é problema de dragão!</h2>",
        "texto":"Os problemas de reis e rainhas nunca foram problemas seus e Jorge não estava interessado em mudar isso. Em vez disso, observou Rogério enrolar a enxarpe no ganso e quando este terminou, apenas disse:<br>--Não está horrível!<br>--De fato, podia ser pior<br>Podia mesmo.<br>Feito isso, os dois seguiram pela estrada até havistarem os muros azuis de Elsara, a capital do reino. Os guardas ficaram assustados com Jorge, mas Rogério os acalmou e a dupla foi logo conduzida pelo mar de casas de madeira tingidas de vermelho e dourado até chegar ao luxuoso palácio real, com seus tijolos brancos e tetos em abóboda.<br>Após alguma espera numa luxuosa antecâmara coberta por pinturas de grandes batalhas e feitos heróicos, ouviram as palavras:<br>--A Rainha aguarda sua presença!<br>--Rogério, eu tive um pressentimento estranho que...<br>--Xii!! Já fomos longe demais para volta agora. Seja homem e... seja um dragão e aguenta!<br>Os dois respiraram fundo e adentraram a suntuosa sala real onde dois tronos dourados dominavam a cena, o primeiro, continha a rainha, vestindo uma armadura dourada, no segundo, o rei, quase nu, amarrado ao seu trono:<br>--Ele não fica quieto de outra maneira.--ela disse, adiantando a pergunta--...Me mostrem o alvo.<br>Dragão e cavaleiro se entreolharam brevemente, respiraram fundo e tiraram o ganso com a enxarpe (agora cheia de mordidas) do saco:<br>--Esse não é o ganso certo, caçador, e você sabe disso...--sua voz era enfadonha, como se disse o óbvio--...Por que me trouxe isso?<br>Rogério abriu a boca, mas não saiu resposta. Vendo que precisava agir, Jorge disse:",
        "opcoes": ["NÓS MATAMOS O GANSO!", "Está nos acusando de mentir!?"],
        "proxima1": "12111121121111",
        "proxima2": "12111121121112"
    },
    "12111121121112": {
        "titulo":"<h2>Mentirosos!</h2>",
        "texto":"--O que disse?--disse a rainha, cerrando os pulsos<br>--Jorge...--cochichou Rogério<br>--COMIDA!COMIDA!EU QUERO COMER!-disse o rei, ainda amarrado à sua cadeira<br>--A senhora está nos chamando de mentirosos?--disse Jorge, empinando a cabeça e dando um passo à frente--...Rogério é um dos cavaleiros mais respeitados e talentosos de todo o reino e eu sou apenas um simples dragão que vive uma vida simples na floresta. Que motivos teríamos para mentir para vossa majestade!?<br>--Duas mil moedas de ouro?<br>--Bem... DUAS MIL!?--Jorge olhou para Rogério, que olhou para cima, fazendo-se de inocente--...Enfim...Mas há algum motivo para a senhora pensar que esse não é o seu ganso!? Se há, diga! Se a senhora puder provar que esse não é seu ganso, nós voltamos para a floresta agora mesmo e caçamos um novinho para você!<br>A rainha abriu a boca, mas então mordeu o lábio. Qualquer um podia haver que ela escondia algo, mas, ao mesmo tempo, ninguém ganhava nada revelando seja lá o que fosse:<br>--O meu ganso de estimação...--ela cuspiu, como se tivesse acabado de pensar naquilo--...Era muito mais esperto que esse pássaro. Está vendo o olhar perdido dessa besta?",
        "opcoes": ["E como seria o olhar de um ganso inteligente?", "Você venceu! Nós vamos voltar para a floresta!"],
        "proxima1": "121111211211121",
        "proxima2": "121111211211122"
    },
    "121111211211121": {
        "titulo":"<h2>Os olhos do ganso</h2>",
        "texto":"--E como seria o olhar de um ganso inteligente?<br>--Bem...<br>Ela tentou dizer alguma coisa, mas invés disso, surgiu um brilho em seus olhos:<br>--Tem razão, qual seria o olhar do ganso certo?<br>Ela pegou o ganso e ficou olhando para ele com uma curiosidade médica, checando cada detalhe enquanto seus lábios se moviam em silêncio:<br>--Vocês encontraram ele na floresta? Com a enxarpe?<br>--OI! OI! QUERO COMIDA!--disse o rei, ainda amarrado ao trono<br>--Sim, vossa majestade.--disse Rogério, no tom mais confiante e verdadeiro jamais proferido<br>A rainha mordeu o lábio, sorriu e disse:<br>--Pois bem! Meus caros heróis, sua recompensa os aguarda...--ela disse, se retirando do salão com um sorriso de orelha à orelha<br>Nem uma hora mais tarde, dragão e cavaleiro marchavam em direção aos muros da cidade com sacos de ouro envoltos em seus ombros:<br>--Sabe, Jorge, você até que sabe pensar rápido... as vezes...<br>--Obrigado. Você também não é nada mal.<br>--Obrigado, obrigado... me diga já pensou em...<br>Um estrondo muitas vezes pior que de um trovão  atacou seus tímpanos enquanto a terra tremia abaixo de seus pés. Antes que notassem, dragão, cavaleiro e todas as pessoas ao redor estavam no chão, se contorcendo de dor no ouvido e imaginando o que havia acontecido:<br>--O CASTELO EXPLODIU! O CASTELO EXPLODIU!<br>Ao ouvir isso, dragão e cavaleiro se entreolharam e imediatamente decidiram que precisavam...",
        "opcoes": ["...fugir o mais rápido possível", "...ver o que aconteceu"],
        "proxima1": "1211112112111211",
        "proxima2": "1211112112111212"
    },
    "1211112112111211": {
        "titulo":"<h2>Nada de Bom</h2>",
        "texto":"--Não pode ser coisa boa!<br>--Concordo em gênero, número e grau! Vamo nessa!<br>E nessa eles foram, cortando caminho pela multidão confusa e desesperada, atravessando os portões e desaparecendo para nunca mais serem visto na densa floresta entre as Montanhas Azuis e o Lago dos Trolls. Passariam-se muitos anos até que um incansável estudante de História (que não teve uma ideia melhor para um TCC) descobriria que dragão e cavaleiro haviam se refugiado no reino vizinho de Elmor, onde adotaram as identidades falsas de Mario e Manoel, abriram uma padaria e viveram uma vida calma e feliz. Se eles algum dia ficaram sabendo o que realmente estava acontecendo no castelo de Elsara e dos chocantes eventos que se seguiram é tópico de debate entre os seis historiadores que leram o dito TCC. <h2>FUGITIVOS RICOS!</h2>",
        "opcoes": ["Use 'ctrl + R'", "para reiniciar aventura!"],
        "proxima1": "8",
        "proxima2": "8"
    },
    "1211112112111212": {
        "titulo":"<h2>Algo grande</h2>",
        "texto":"--Não pode ter sido nada relativo a nós, não é mesmo?--disse o dragão, terrivelmente assustado<br>--Vamos descobrir!<br>Os dois seguiram a multidão de pessoas assustadas até o castelo, onde encontraram a maior parte da estrutura bem, à exceção da torre leste, a qual havia sido reduzida a um pilha de pedras negras e fumegantes:<br>--ALI!--gritou o chefe da guarda do palácio, apontando para Jorge e Rogério--...FORAM ELES! ELES FORAM OS ÚLTIMOS A FALAR COM A RAINHA!<br>Um silêncio fúnebre recaiu sobre a população, que lentamente começou a cercar o dragão e cavaleiro com intenções menos que lisongeiras. Antes que algo acontecesse, Rogério se adiantou, agarrando Jorge pelos chifres, apontando para a multidão e gritando:<br>--ESSE DRAGÃO COSPE FOGO E EU NÃO TENHO MEDO DE USÁ-LO!<br>Um impasse se deu por alguns momentos até que uma pedra surgiu do nada e acertou Rogério na cabeça. Jorge, assustado, disparou uma coluna de fogo, que aterrorizou os aldeões, os quais, naturalmente, reagiram gritando e correndo em círculos:<br>--CORRE, JORGE! CORRE!<br>Dragão e cavaleiro puseram suas pernas em velocidade máxima, mas a quantidade de ouro era tanta que lentamente a multidão se aproximava deles:<br>--PRECISAMOS ABANDONAR O OURO!--disse Rogério<br>Ao som dessas palavras, Jorge gritou:",
        "opcoes": ["NEM MORTO!", "TÁ BOM!"],
        "proxima1": "12111121121112121",
        "proxima2": "12111121121112122"
    },
    "12111121121112121": {
        "titulo":"<h2>Nem Morto!</h2>",
        "texto":"--Eu trabalhei demais por isso!<br>--Droga, você está certo!<br>Dragão e cavaleiro seguiram com correndo o mais rápido que podiam com o ouro nas costas, mas a cada metro, o ar rareava e o ouro se tornava mais pesado, até que o dragão desmaiou de cansaço:<br>--JORGE, NÃO!<br>Rogério tentou socorrê-lo, mas uma flecha nas costas atirou ao chão. Diante do sócio ferido, o dragão tentou cuspir fogo, mas sem fôlego, tudo que saiu foi fumaça.<br>Antes que pudesse pensar em outra coisa, a multidão estava sobre eles e em poucos segundos, ambos estavam... <h2>Mortos!</h2>",
        "opcoes": ["Use 'ctrl + R'", "para reiniciar aventura!"],
        "proxima1": "8",
        "proxima2": "8"
    },
    "12111121121112122": {
        "titulo":"<h2>Pobres!</h2>",
        "texto":"--ODEIO QUANDO VOCÊ ESTÁ CERTO!--disse o dragão soltando seu ouro<br>O cavaleiro imitou o dragão e em poucos minutos, a dupla de novos pobres estava atravessando os portões da cidade para desaparecerem  na densa floresta entre as Montanhas Azuis e o Lago dos Trolls. Passariam-se muitos anos até que um incansável estudante de História (que não teve uma ideia melhor para um TCC) descobriria que dragão e cavaleiro haviam se refugiado no reino vizinho de Elmor, onde adotaram as identidades falsas de Mario e Manoel, arrumaram emprego em uma padaria e viveram uma vida cansativa porém feliz. Se eles algum dia ficaram sabendo o que realmente estava acontecendo no castelo de Elsara e dos chocantes eventos que se seguiram é tópico de debate entre os seis historiadores que leram o dito TCC. <h2>FUGITIVOS POBRES!</h2>",
        "opcoes": ["Use 'ctrl + R'", "para reiniciar aventura!"],
        "proxima1": "8",
        "proxima2": "8"
    },
    "12111121121111": {
        "titulo":"<h2>Verdade!</h2>",
        "texto":"--POR FAVOR! NOS PERDOE! NÓS FALHAMOS E PEDIMOS CLEMÊNCIA!<br>--JORGE!--disse Rogério com o rosto coberto de suór frio<br>--Calem-se.<br>Eles se calaram e observaram a rainha fazer um moxox, olhar para as próprias mãos e resmungar:<br>--Tá, tudo bem... vamos fazer o seguinte: mil moedas de ouro ao invés de duas mil, o que você acha, caçador?<br>Rogério suspirou de alívio, como se a guilhotina tivesse errado sua cabeça por um triz.<br>Jorge, no entanto, não pode deixar de notar:<br>--DUAS MIL! VOCÊ DISSE QUE ELES IAM TE PAGAR TREZENTAS!<br>Rogério revirou os olhos:<br>--Eu não lembro de dizer isso.<br>--Disse sim.<br>--Então por que eu não lembro?<br>--MAS EU LEMBRO! EU LEMBRO QUE...<br>Um forte vento tomou a sala, as tochas se apagaram e o próprio chão tremeu:<br>--Peguem o dinheiro e vão.<br>Dragão e cavaleiro se calaram, fizeram uma reverência e sumiram de vista o mais rápido o possível.<br>Uma vez pagos, Rogério disse:<br>--Sabe, você até que sabe pensar rápido para um dragão com cara de jacaré.<br>--Obrigado! Você também não foi inútil.<br>Rogério mordeu o lábio, mas seguiu:<br>--O que acha de formarmos uma sociedade? Seu fogo e minha espada, juntos, podem qualquer coisa!<br>Pego de surpresa, Jorge parou por um momento para refletir antes de responder...",
        "opcoes": ["EBA! VAMOS SER AMIGOS!", "Obrigado, mas eu gosto da minha vida como está!"],
        "proxima1": "121111211211111",
        "proxima2": "121111211211112"
    },
    "121111211211111": {
        "titulo":"<h2>Amigos!</h2>",
        "texto":"--Aff... é, acho que pode dizer que seríamos amigos!<br>Jorge pulou no ar de alegria:<br>--Então está combinado! 'Jorge e Rogério', aventureiros profissionais!<br>--Por que seu nome viria primeiro?<br>--Ordem alfabética<br>--Oh<br>E assim, Jorge e Rogério (marca registrada) seguiram mundo à fora, se aventurando por castelos perigosos e cavernas assombradas pelo preço certo. Suas reputações cresceriam e se tornariam lendárias, mas, de tempos em tempos, sempre receberiam notícias do Reino de Elsara e sua Rainha tirana, obsecada na conquista de seus vizinhos. Essas guerras, inicialmente bem sucedidas, viriam a um fim terrível, quando uma aliança de muitos reinos trouxesse a destruição ao Reino de Elsara e a miséria aos seus habitantes. <h2>Carreias de sucesso!</h2>",
        "opcoes": ["Use 'ctrl + R'","para reiniciar aventura!"],
        "proxima1": "8",
        "proxima2": "8"
    },
    "121111211211112": {
        "titulo":"<h2>Vida na floresta!</h2>",
        "texto":"--É compreensível. Nesse caso, te desejo uma vida de paz e riqueza, bom amigo.<br>--O mesmo para você, nobre cavaleiro!<br>Com sorrisos e sacos de ouro, dragão e cavaleiro se separaram para nunca mais ver um ao outro. Jorge, no entanto, ainda ouviria falar do grande cavaleiro Rogério, que desbrava castelos e cavernas amaldiçoadas pelo preço certo, até que um dia, as estórias pararam de aparecer.<br>Isso deixou Jorge triste, mas a vida na floresta não era para os emotivos e seguiu como sempre, ou pelo menos teria seguido se não fossem as guerras sem fim da rainha louca.<br>Ano após ano, mais fazendeiros eram recrutados para seu terrível exército e desgraça só teve fim quando uma aliança de reinos trouxe a destruição para Elsara. Jorge, felizmente, conseguiu sobreviver a tudo, mas as terras entre as Montanhas Azuis e o Lago dos Trolls nunca mais foram as mesmas <h2>Vida não muito pacífica!</h2>",
        "opcoes": ["Use 'ctrl + R'","para reiniciar aventura!"],
        "proxima1": "8",
        "proxima2": "8"
    },
    "2": {
        "titulo":"<h2>um cavaleiro chamado Rogério!</h2>",
        "texto":"Jorge sabia cuspir fogo, voar e até fazer um pouco de mágica, mas uma coisa que ele não sabia era assustar as pessoas.<br> Onde ele ia as pessoas sempre gritavam: 'Jacaré!' e Jorge, todo triste e sem jeito, dizia: 'Jacaré não! É dragão!'<br>Apesar disso, seguia com a vida normalmente, caçando na floresta, botando fogo nas coisas e (de noite) olhando as estrelas quando de repente: <br>--A estrela está caindo!<br> Jorge olhou a estrela cair no horizonte e se lembrou de todas as estórias sobre como estrelas podem conceder desejos e tornar sonhos em realidade!<br> Jorge percebeu que não tinha outra escolha e decidiu...",
        "opcoes": ["Aquilo era muito perigoso e ele prefiria ficar em casa", "Ele iria atrás da estrela, imediatamente"],
        "proxima1": "21",
        "proxima2": "22"
    },
    "7": {
        "titulo":"<h2>Calma aventureiro!</h2>",
        "texto":"Parece que falta um capítulo da nossa aventura. Por que não nos faz um favor e abre uma issue <a href='https://github.com/joaopedrolourencoaffonso/jornada-epica/issues'>AQUI</a> com o capítulo onde você encontrou o erro?",
        "opcoes": ["Use 'ctrl + R'", "para reiniciar aventura!"],
        "proxima1": "8",
        "proxima2": "8"
    }
}